Repository: yhfudev/php-indefero
Catalog: src/IDF/locale/*/idf.po
Languages: de, fr

source: If you mark a project as private, only the project members and administrators, together with the extra authorized users you provide will have access to the project as a whole. You will still be able to define further access rights for the different tabs but the "Open to all" and "Signed in users" will default to authorized users only.
de: Wenn Du ein Projekt als privat markierst, haben nur Projektmitglieder und Administratoren zusammen mit den von Dir extra authorisierten Benutzern Zugriff darauf. Du kannst weiterhin zusätzliche Zugriffsrechte für bestimmte Projektfunktionen vergeben, aber die Einstellungen "Für alle offen" und "Angemeldete Benutzer" werden standardmäßig nur authorisierte Benutzer berücksichtigen.
fr: Si vous indiquer que votre projet est privé, seul les administrateurs et les membres du projet, ainsi que les autres utilisateurs auxquels vous en aurez donné l'accès, auront accès au projet dans son ensemble. Vous serez toujours capable de définir d'autres droits d'accès pour d'autres onglets, mais les onglets "Ouvert à tous" et "Utilisateurs authentifiés" ne seront, par défaut, accessible qu'aux utilisateur autorisés.

source: For the extra authorized user list, specify each person by its login. Each person must have already registered with the given login. Separate the logins with commas and/or new lines.
de: Gib in der Liste der zusätzlich zu authorisierenden Nutzer für jede Person ihren Anmeldenamen ein. Jede Person muss sich bereits mit diesem Namen angemeldet haben. Trenne die Anmeldenamen durch Kommas und / oder neue Zeilen.
fr: Pour remplir la liste des autres utilisateurs, spécifié chacun des utilisateurs par son identifiant. Chaque utilisateur doit déjà être enregistrer avec l'identifiant donné. Séparer chaque identifiant avec des virgules et/ou avec des nouvelles lignes.

source: Only project members and admins have write access to the source. If you restrict the access to the source, anonymous access is not provided and the users must authenticate themselves with their password or SSH key.
de: Nur Projektmitglieder und Administratoren haben Schreibzugriff auf den Quellcode. Wenn Du den Zugriff auf den Quellcode beschränkst, wird kein anonymer Zugriff angeboten und die Benutzer müssen sich mit ihrem Passwort oder öffentlichen Schlüssel authentifizieren.
fr: Seul les membres et les administrateurs ont les accès en écriture à cette ressource. Si vous restreignez l’accès à la source, les accès anonyme ne seront pas disponible et les utilisateurs devront s'authentifier avec leur mot de passe ou leur clé SSH.

source: Here you can configure who should be notified about changes in a particular section. You can also configure additional addresses, like the one of a mailing list, that should be notified. (Keep in mind that you might have to register the sender address <strong>%%from_email%%</strong> to let the mailing list actually accept notification emails.) Multiple email addresses must be separated through commas (',').
de: Hier kannst Du konfigurieren, wer über Änderungen in einer bestimmten Sektion benachrichtigt werden soll. Du kannst auch weitere E-Mail-Adressen, wie etwa die einer Mailingliste, hier hinterlegen. (Vergiss nicht, dass Du unter Umständen die Absender-Adresse <strong>%%from_email%%</strong> vorher erst registrieren musst, bevor die Mailingliste Benachrichtigungs-E-Mails akzeptiert.) Mehrere E-Mail-Adressen müssen durch Kommas (',') voneinander getrennt werden.
fr: Ici, vous pouvez configurer qui va être notifier lors d'un changement dans une section spécifique. Vous pouvez aussi configurer des adresses supplémentaires, comme celle d'une liste de diffusion (mailling list), qui doit être avertie. (Rappelez vous que vous pouvez avoir enregistrer une adresse email d'envoi <strong>%%from_email%%</strong> pour que la liste de diffusion (mailling list) puisse accepter les mails de notifications.) Quand plusieurs adresses email sont spécifiés, elles doivent être séparées par des virgules (',').

source: The form contains some errors. Please correct them to update the access rights.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um die Zugriffsberechtigungen zu aktualisieren.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour mettre à jour les droits d'accès.

source: Access Rights
de: Zugriffsberechtigungen
fr: Droits d'accès

source: Notifications
de: Benachrichtigungen

source: <a href="%%url%%">Sign in or create your account</a> to create issues or add comments
de: <a href="%%url%%">Melde Dich an oder lege ein Benutzerkonto an</a>, um Tickets oder Kommentare hinzuzufügen
fr: <a href="%%url%%">Connectez-vous ou créez votre compte</a> pour soumettre des tickets ou ajouter des commentaires

source: External link to project
de: Externer Link zum Projekt
fr: Liens externe vers le projet

source: Project Home
de: Projekt-Startseite
fr: Page d'accueil

source: Project Management
de: Projekt-Management
fr: Administration du projet

source: New Download
de: Neuer Download
fr: Nouveau téléchargement

source: Upload Archive
de: Archiv hochladen
fr: Ajouter une archive

source: Each file must have a distinct name and file contents cannot be changed, so be sure to include release numbers in each file name.
de: Jede Datei muss einen unterscheidbaren Namen haben und Dateiinhalte können nicht geändert werden, also stelle sicher, dass Du Versionsnummern in jedem Dateinamen verwendest.
fr: Chaque fichier doit avoir un nom unique et le contenu des fichiers ne peut pas être modifié. Faites attention de bien inclure le numéro de révision dans le nom de chaque fichier.

source: You can use the <a href="%%url%%">Markdown syntax</a> for the description.
de: Du kannst die <a href="%%url%%">Markdown-Syntax</a> für die Beschreibung nutzen.
fr: Vous pouvez utiliser la <a href="%%url%%">syntaxe Markdown</a> pour la description.

source: The form contains some errors. Please correct them to submit the file.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um die Datei einzusenden.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour envoyer le fichier.

source: Submit File
de: Datei einsenden
fr: Envoyer le fichier

source: Cancel
de: Abbrechen
fr: Annuler

source: Instructions
de: Anleitung

source: The archive must include a <code>manifest.xml</code> file with meta information about the files to process inside the archive. All processed files must be unique or replace existing files explicitely.
de: Das Archiv muss eine <code>manifest.xml</code>-Datei mit Meta-Informationen bezüglich der in diesem Archiv zu verarbeitenden Dateien beinhalten. Alle Dateien müssen eindeutig sein oder bestehende Dateien explizit ersetzen.
fr: L'archive doit inclure un fichier <code>manifest.xml</code> comportant des méta-informations à propos du fichier à traiter à l’intérieur de l'archive. Tous les fichiers traiter doivent être unique ou doivent remplacer des fichiers existant explicitement.

source: You can learn more about the archive format <a href="%%url%%">here</a>.
de: <a href="%%url%%">Hier kannst mehr über das Archiv-Format lernen</a>.
fr: Vous pouvez en lire d'avantage à propos du format de l'archive <a href="%%url%%">ici</a>.

source: The form contains some errors. Please correct them to submit the archive.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um das Archiv einzusenden.
fr: La forme contient quelques erreurs. Corrigez les pour pouvoir soumettre l'archive.

source: Submit Archive
de: Archiv einsenden
fr: Soumettre archive

source: <strong>Attention!</strong> If you want to delete a specific version of your software, maybe, someone is depending on this specific version to run his systems. Are you sure, you will not affect anybody when removing this file?
de: <strong>Achtung!</strong> Möglicherweise benötigt noch jemand diese Version und kann nicht mehr darauf zugreifen, wenn sie gelöscht wird. Bist Du sicher, dass niemand durch die Löschung beeinträchtigt wird?
fr: <strong>Attention!</strong> Si vous voulez supprimer une version spécifique de votre logiciel, peut-être que quelqu'un dépend encore de cette version. Êtes-vous certain que supprimer ce fichier ne va pas importuner certaines personnes?

source: Instead of deleting the file, you could <a href="%%url%%">mark it as deprecated</a>.
de: Statt die Datei zu löschen, könntest Du sie <a href="%%url%%">als veraltet markieren</a>.
fr: Au lieu de supprimer le fichier, vous pouvez <a href="%%url%%">le marquer comme obsolète</a>.

source: by %%submitter%%
de: von %%submitter%%
fr: par %%submitter%%

source: Delete File
de: Lösche Datei
fr: Supprimer le fichier

source: Uploaded:
de: Hochgeladen:
fr: Mis en ligne:

source: Updated:
de: Aktualisiert:
fr: Mis à jour:

source: A new file is available for download:
de: Eine neue Datei ist bereit zum Herunterladen:
fr: Un nouveau fichier est disponible en téléchargement:

source: Hello,
de: Hallo,
fr: Bonjour,

source: Project:
de: Projekt:
fr: Projet:

source: Submitted by:
de: Eingesandt von:
fr: Soumis par:

source: Description:
de: Beschreibung:

source: A file download was updated:
de: Ein Dateidownload wurde aktualisiert:
fr: Un fichier télécharger à été mis à jour :

source: See <a href="%%url%%">the deprecated files</a>.
de: Zeige <a href="%%url%%">die veralteten Dateien</a>.
fr: Voir <a href="%%url%%">les fichiers obsolètes</a>.

source: Number of files:
de: Anzahl der Dateien:
fr: Nombre de fichiers:

source: <strong>Attention!</strong> This file is marked as deprecated, download it only if you are sure you need this specific version.
de: <strong>Achtung!</strong> Diese Datei ist als veraltet markiert. Lade sie nur herunter, falls Du genau diese Version benötigst.
fr: <strong>Attention!</strong> Ce fichier est marqué comme obsolète. Téléchargez-le uniquement si vous avez vraiment besoin de cette version.

source: Changes
de: Änderungen
fr: Modifications

source: The form contains some errors. Please correct them to update the file.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um die Datei zu aktualisieren.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour mettre à jour le fichier.

source: Update File
de: Datei aktualisieren
fr: Mettre à jour le fichier

source: Remove this file
de: Entferne diese Datei
fr: Supprimer ce fichier

source: Trash
de: Mülleimer
fr: Corbeille

source: Delete this file
de: Lösche diese Datei
fr: Supprimer ce fichier

source: Here we are, just to help you.
de: Wir sind hier, um Dir zu helfen.
fr: Nous sommes là, juste pour vous aider.

source: Projects
de: Projekte
fr: Projets

source: <p>This is simple:</p> <ol> <li>Write in the comments "This is a duplicate of issue 123" or - if you are a member of the crew - directly add the "duplicates" relation with the value "123" below the comment field. Change "123" with the corresponding issue number.</li> <li>Change the status of the current issue to <em>Duplicate</em>.</li> <li>Submit the changes.</li> </ol>
de: <p>Ganz einfach:</p> <ol> <li>Schreibe in das Kommentarfeld "Dies ist ein Duplikat von issue 123" oder - wenn Du ein Mitglied des Teams bist - füge direkt eine "duplicates"-Verknüpfung mit dem Wert "123" hinzu. Ändere 123 in die dazugehörige Ticketnummer.</li> <li>Ändere den Status des aktuellen Tickets auf <em>Duplicate</em>.</li> <li>Speichere die Änderungen.</li> </ol>
fr: <p>C'est simple :</p> <ol> <li>Ajouter un commentaire "C'est un doublon du ticket 123" ou - si vous faite partit de l'équipe - ajouter la relation "Duplicates" avec l'identifiant du ticket en question.</li> <li>Changer le statut du ticket a <em>Duplicate</em>.</li> <li>Valider</li> </ol>

source: You need to create an account on <a href="http://en.gravatar.com/">Gravatar</a>, this takes about 5 minutes and is free.
de: Du musst Dir ein Benutzerkonto auf <a href="http://de.gravatar.com/">Gravatar.com</a> erstellen, es dauert nur 5 Minuten und ist kostenfrei.
fr: Vous devez créer un compte sur <a href="http://fr.gravatar.com/">Gravatar</a>. Cela prend environ 5 minutes et c'est gratuit.

source: <p>To embed any previously uploaded resource into your wiki page, you can use the <code>[[!ResourceName]]</code> syntax.</p> <p>The rendering of the resource can then be further fine-tuned: <ul> <li><code>[[!ImageResource, align=right, width=200]]</code> renders "ImageResource" right-aligned and scale its width to 200</li> <li><code>[[!TextResource, align=center, width=300, height=300]]</code> renders "TextResource" in a centered, 300 by 300 px iframe</li> <li><code>[[!AnyResource, preview=no]]</code> does not render a preview of the resource, but only provides a download link (default for binary resources)</li> <li><code>[[!BinaryResource, title=Download]]</code> renders the download link of "BinaryResource" with an alternative title</li> </ul> </p> Resources are versioned, just like wiki pages. If you update a resource, old wiki pages still show the state of the resource at the time when the wiki page was edited. If you specifically want to update a resource on a page, you therefor need to update the resource at first and then also the page where it is referenced, otherwise the change won't be visible until the next regular edit.
de: <p>Um eine vorher hochgeladene Ressource in Deine Wiki-Seite einzubetten, kannst Du die <code>[[!RessourcenName]]</code>-Syntax verwenden.</p> <p>Die Darstellung der Ressource kann dann weiter angepasst werden: <ul> <li><code>[[!BildRessource, align=right, width=200]]</code> stellt "BildResource" rechts ausgerichtet und in der Breite auf 200 Pixel Größe skaliert dar</li> <li><code>[[!TextRessource, align=center, width=300, height=300]]</code> stellt "TextResource" in einem zentrierten, 300 x 300 Pixel großen IFRAME dar</li> <li><code>[[!JedeRessource, preview=no]]</code> stellt keine Vorschau der Ressource dar, sondern zeigt lediglich einen Download-Link an (Standard für Binär-Ressourcen)</li> <li><code>[[!BinärRessource, title=Download]]</code> stellt den Download-Link von "BinärResource" mit einem alternativen Titel dar</li> </ul> </p> Ressourcen werden, wie Wiki-Seiten auch, versionisiert. Wenn Du eine Ressource aktualisierst, zeigen alte Wikiseiten weiterhin die Version der Ressource an, die aktuell war, als die Wiki-Seite bearbeitet wurde. Wenn Du eine Ressource auf einer bestimmten Seite aktualisieren möchtest, aktualisiere zunächst die Ressource und danach auch die Seite, auf welcher die Ressource referenziert ist, andernfalls werden die Änderungen an der Ressourcen bis zur nächsten regulären Inhaltsänderung der Seite nicht sichtbar.
fr: <p>Pour insérer des ressources dans votre page de Wiki, vous pouvez utiliser la syntaxe suivante <code>[[!ResourceName]]</code>.</p> <p>Vous pouvez ajuster l'affichage des resources avec les paramètres suivants : <ul> <li><code>[[!ImageResource, align=right, width=200]]</code> affiche "ImageResource" aligné a droite, et mit a l'échelle pour avoir une largeur de 200 pixels.</li> <li><code>[[!TextResource, align=center, width=300, height=300]]</code> affiche "TextResource" aligné au centre de la page avec une taille de 300 par 300 pixels.</li> <li><code>[[!AnyResource, preview=no]]</code> permet de fournir uniquement un lien de téléchargement vers la ressource.</li> <li><code>[[!BinaryResource, title=Download]]</code> affiche le lien téléchargement "BinaryResource" avec un `title` alternatif</li> </ul> </p> Les resources sont versionnées, comme les pages de Wiki. Si vous mettez a jour une ressource, les pages de wiki continueront d'afficher la resource dans l'état ou elle était lors de la dernière édition. Une simple édition de la page mettra a jour les ressources contenu dans celle ci.

source: <p>If you have to publish many files at once for a new release, it is a very tedious task to upload them one after another and enter meta information like a summary, a description or additional labels for each of them.</p> <p>InDefero therefore supports a special archive format that is basically a standard zip file which comes with some meta information. These meta information are kept in a special manifest file, which is distinctly kept from the rest of the files in the archive that should be published.</p> <p>Once this archive has been uploaded, InDefero reads in the meta information, unpacks the other files from the archive and creates new individual downloads for each of them.</p>
de: <p>Wenn Du viele Dateien auf einmal für ein Release veröffentlichen musst, ist es eine sehr langwierige Aufgabe, jede Datei einzeln hochzuladen und Meta-Informationen wie Zusammenfasssung, Beschreibung oder zusätzliche Marken in die Eingabefelder einzugeben.<p> <p>InDefero unterstützt daher ein spezielles Archiv-Format, welches im Grunde genommen eine normale ZIP-Datei ist, die weitere Meta-Informationen enthält. Diese Meta-Informationen werden in einer speziellen Manifest-Datei beschrieben, die getrennt von den anderen Dateien des Archivs behandelt wird.</p> <p>Sobald das Archiv hochgeladen wurde, liest InDefero die Meta-Informationen aus, entpackt die anderen Dateien vom Archiv und erzeugt für jede von ihnen individuelle Downloads.</p>
fr: <p>Si vous avez a publié de nombreux fichiers à la fois, il peut être long et ennuyeux de les envoyés un par un, de leur mettre un nom, une description et des labels.</p> <p>InDefero supporte l'envoie d'une archive au format ZIP qui contient des meta-informations. Ces informations sont contenu dans un fichier de manifest, qui est a part des autres fichiers a publier.</p> <p>Lors de l'envoie de cette archive, InDefero va créer un nouveau téléchargement pour chaque fichier contenu dans l'archive et remplira les meta-information de ceux-ci à l'aide du fichier manifest.</p>

source: <a href="%%url%%">Learn more about the archive format</a>.
de: <a href="%%url%%">Weitere Informationen über das Archiv-Format</a>.
fr: <a href="%%url%%">En apprendre d'avantage à propos du format des archives</a>.

source: The API (Application Programming Interface) is used to interact with InDefero with another program. For example, this can be used to create a desktop program to submit new tickets easily.
de: Die API (Application Programming Interface) ermöglicht es anderen Programme, sich mit InDefero zu verbinden. Beispielsweise könnte eine Desktop-Anwendung geschrieben werden, die einfach neue Tickets in InDefero erstellt.
fr: L'API (interface de programmation applicative) est utilisée pour communiquer avec InDefero depuis d'autres programmes. Par exemple, cela peut être utilisé pour créer une application de bureau permettant de soumettre facilement de nouveaux tickets.

source: <a href="%%url%%">Learn more about the API</a>.
de: <a href="%%url%%">Weitere Informationen über die API</a>.
fr: <a href="%%url%%">En apprendre plus à propos de l'API</a>.

source: What are the keyboard shortcuts?
de: Welche Tastaturkürzel gibt es?
fr: Quels sont les raccourcis clavier?

source: How to mark an issue as duplicate?
de: Wie markiert man ein Ticket als Duplikat?
fr: Comment marquer un ticket comme doublon?

source: How can I display my head next to my comments?
de: Wie kann ich meinen Kommentaren ein Foto von mir hinzufügen?
fr: Comment puis-je afficher mon visage à côté de mes commentaires?

source: How can I embed images and other resources in my documentation pages?
de: Wie kann ich Bilder oder andere Ressourcen in meine Dokumentationsseiten einbetten?
fr: Comment puis-je intégrés des images et d'autres ressources dans ma page de documentations ?

source: What is this "Upload Archive" functionality about?
de: Um was geht es bei der Funktion "Archiv hochladen"?
fr: Quelle est l’utilité de cette "Archive envoyée" ?

source: What is the API and how is it used?
de: Was ist die API und wie wird sie verwendet?
fr: Qu'est-ce que l'API et comment l'utiliser?

source: <kbd>Shift+h</kbd>: This help page.
de: <kbd>Umschalt+h</kbd>: Diese Hilfeseite.
fr: <kbd>Maj+h</kbd>: cette page d'aide.

source: If you are in a project, you have the following shortcuts:
de: Befindest Du Dich in einem Projekt, kannst Du die folgenden Tastaturkürzel benutzen:
fr: Si vous êtes dans un projet, vous disposez des raccourcis suivants:

source: <kbd>Shift+u</kbd>: Project updates.
de: <kbd>Umschalt+u</kbd>: Projekt aktualisieren.
fr: <kbd>Maj+u</kbd>: mises à jour du projet.

source: <kbd>Shift+d</kbd>: Downloads.
de: <kbd>Umschalt+d</kbd>: Downloads.
fr: <kbd>Maj+d</kbd>: téléchargements.

source: <kbd>Shift+o</kbd>: Documentation.
de: <kbd>Umschalt+o</kbd>: Dokumentation.
fr: <kbd>Maj+o</kbd>: documentation.

source: <kbd>Shift+a</kbd>: Create a new issue.
de: <kbd>Umschalt+a</kbd>: Erstelle ein neues Ticket.
fr: <kbd>Maj+a</kbd>: créer un nouveau ticket.

source: <kbd>Shift+i</kbd>: List of open issues.
de: <kbd>Umschalt+i</kbd>: Zeige eine Liste offener Tickets.
fr: <kbd>Maj+i</kbd>: liste des tickets ouverts.

source: <kbd>Shift+m</kbd>: The issues you submitted.
de: <kbd>Umschalt+m</kbd>: Die von Dir übermittelten Tickets.
fr: <kbd>Maj+m</kbd>: les tickets que vous avez soumis.

source: <kbd>Shift+w</kbd>: The issues assigned to you.
de: <kbd>Umschalt+w</kbd>: Die Dir zugewiesenen Tickets.
fr: <kbd>Maj+w</kbd>: les tickets qui vous sont assignés.

source: <kbd>Shift+s</kbd>: Source.
de: <kbd>Umschalt+s</kbd>: Quellcode.
fr: <kbd>Maj+s</kbd>: source.

source: You also have the standard access keys:
de: Du kannst auch die folgenden Standardzugriffstasten nutzen:
fr: Vous avez aussi les touches d'accès standard:

source: <kbd>Alt+1</kbd>: Home.
de: <kbd>Alt+1</kbd>: Start.
fr: <kbd>Alt+1</kbd>: accueil.

source: <kbd>Alt+2</kbd>: Skip the menus.
de: <kbd>Alt+2</kbd>: Die Menüs übergehen.
fr: <kbd>Alt+2</kbd>: aller au contenu.

source: <kbd>Alt+4</kbd>: Search (when available).
de: <kbd>Alt+4</kbd>: Suche (wenn verfügbar).
fr: <kbd>Alt+4</kbd>: rechercher (si disponible).

source: People
de: Personen
fr: Utilisateurs

source: Frontpage
de: Startseite
