Repository: yhfudev/php-indefero
Catalog: src/IDF/locale/*/idf.po
Languages: de, fr

source: The page <a href="%1$s">%2$s</a> has been created.
de: Die Seite <a href="%1$s">%2$s</a> wurde neu angelegt.
fr: La page <a href="%1$s">%2$s</a> à été créée.

source: The resource <a href="%1$s">%2$s</a> has been created.
de: Die Ressource <a href="%1$s">%2$s</a> wurde neu angelegt.
fr: La ressource <a href="%1$s">%2$s</a> à été créée.

source: The old revision has been deleted.
de: Alte Version der Seite wurde gelöscht.
fr: L'ancienne révision a été supprimée.

source: Delete Old Revision of %s
de: Lösche alte Version von %s
fr: Supprimer l'ancienne révision de %s

source: The page <a href="%1$s">%2$s</a> has been updated.
de: Die Seite <a href="%1$s">%2$s</a> wurde aktualisiert.
fr: La page <a href="%1$s">%2$s</a> à été mise à jour.

source: The resource <a href="%1$s">%2$s</a> has been updated.
de: Die Ressource <a href="%1$s">%2$s</a> wurde aktualisiert.
fr: La ressource <a href="%1$s">%2$s</a> à été mise à jour.

source: The documentation page has been deleted.
de: Die Dokumentations-Seite wurde gelöscht.
fr: La page de documentation a été supprimée.

source: Delete Page %s
de: Lösche Seite '%s'
fr: Supprimer la page %s

source: The documentation resource has been deleted.
de: Die Dokumentations-Ressource wurde gelöscht.
fr: La documentation de la ressource à été supprimée.

source: Delete Resource %s
de: Lösche Ressource %s
fr: Ressource supprimée %s

source: Confirm Your Account Creation
de: Bestätige die Erstellung Deines Accounts
fr: Confirmez la création de votre compte

source: Welcome! You can now participate in the life of your project of choice.
de: Willkommen! Du kannst nun am Leben eines Projektes Deiner Wahl teilhaben.
fr: Bienvenue! Vous pouvez maintenant prendre part à la vie du projet de votre choix.

source: Password Recovery
de: Passwort-Wiederherstellung
fr: Récupération du mot de passe

source: Welcome back! Next time, you can use your broswer options to remember the password.
de: Willkommen zurück! Beim nächsten Mal kannst Du Deine Browsereinstellungen nutzen, um Dich automatisch einzuloggen.
fr: Bienvenue à nouveau! La prochaine fois, vous pouvez utiliser les options de votre navigateur pour qu'il se souvienne de votre mot de passe.

source: Here to Help You!
de: Hier, um Dir zu helfen!
fr: Ici pour vous aider!

source: InDefero Upload Archive Format
de: InDefero Upload-Archivformat
fr: Format de l'archive envoyé : InDefero

source: title
de: Titel
fr: titre

source: The title of the page must only contain letters, digits or the dash character. For example: My-new-Wiki-Page.
de: Der Titel der Seite darf nur Buchstaben, Zahlen oder einen Bindestrich enthalten. Beispiel: Meine-neue-Wiki-Seite.
fr: Le titre de la page ne doit contenir que des lettres, des chiffres ou le tiret (-). Exemple: Ma-nouvelle-page.

source: A one line description of the page content.
de: Eine einzeilige Beschreibung des Seiteninhalts.
fr: Une description d'une ligne du contenu de la page.

source: <a href="%1$s" title="View page">%2$s</a>, %3$s
de: <a href="%1$s" title="Zeige Seite">%2$s</a>, %3$s
fr: <a href="%1$s" title="Voir la page">%2$s</a>, %3$s

source: Creation of <a href="%1$s">page %2$s</a>, by %3$s
de: Erstellung von <a href="%1$s">Seite %2$s</a>, von %3$s
fr: Création de <a href="%1$s">le page %2$s</a>, par %3$s

source: %1$s: Documentation page %2$s added - %3$s
de: %1$s: Dokumentations-Seite %2$s hinzugefügt - %3$s
fr: %1$s: Page de documentation %2$s ajouté - %3$s

source: page
de: Seite

source: A one line description of the changes.
de: Eine einzeilige Beschreibung der Änderungen.
fr: Une description d'une ligne des modifications effectuées.

source: content
de: Inhalt
fr: contenu

source: Change of <a href="%1$s">%2$s</a>, by %3$s
de: Änderung von <a href="%1$s">%2$s</a>, von %3$s
fr: Changement de <a href="%1$s">%2$s</a>, par %3$s

source: %1$s: Documentation page %2$s updated - %3$s
de: %1$s: Dokumentations-Seite %2$s aktualisiert - %3$s
fr: %1$s: Page de documentation %2$s mise à jjour - %3$s

source: New Documentation Page %1$s - %2$s (%3$s)
de: Neue Dokumentations-Seite %1$s - %2$s (%3$s)
fr: Nouvelle page de documentation %1$s - %2$s (%3$s)

source: Documentation Page Changed %1$s - %2$s (%3$s)
de: Dokumentations-Seite geändert %1$s - %2$s (%3$s)
fr: Page de documentation changée %1$s - %2$s (%3$s)

source: The title of the resource must only contain letters, digits, dots or the dash character. For example: my-resource.png.
de: Der Titel der Ressource darf nur Buchstaben, Zahlen, Punkte oder einen Bindestrich enthalten. Beispiel: meine-ressource.png.
fr: Le titre de la ressource ne peut seulement contenir que des lettres, des chiffres, des points, ou des tirets. Par exemple : my-resource.png.

source: MIME media type
de: MIME-Medientyp
fr: Type média MIME

source: The MIME media type of the resource.
de: Der MIME-Medientyp der Ressource.
fr: Le type média MIME de la ressource.

source: A one line description of the resource.
de: Einzeilige Beschreibung der Ressource.
fr: Une description en une ligne de la ressource.

source: <a href="%1$s" title="View resource">%2$s</a>, %3$s
de: <a href="%1$s" title="Zeige Ressource">%2$s</a>, %3$s
fr: <a href="%1$s" title="Voir la ressource">%2$s</a>, %3$s

source: Creation of <a href="%1$s">resource %2$s</a>, by %3$s
de: Erstellung von <a href="%1$s">Ressource %2$s</a>, von %3$s
fr: Création de <a href="%1$s">la ressource %2$s</a>, par %3$s

source: %1$s: Documentation resource %2$s added - %3$s
de: %1$s: Dokumentations-Ressource %2$s hinzugefügt - %3$s
fr: %1$s: Documentation de la ressource %2$s ajoutée - %3$s

source: resource
de: Ressource
fr: Ressource

source: File extension
de: Dateierweiterung
fr: Extension du fichier

source: The file extension of the uploaded resource.
de: Die Dateierweiterung der hochgeladenen Ressource.
fr: L'extension du fichier de la ressource envoyée.

source: page usage
de: Seitennutzung
fr: Utilisation de la page

source: View resource details
de: Zeige Details der Ressource
fr: Voir les détails de la ressource

source: %1$s: Documentation resource %2$s updated - %3$s
de: %1$s: Dokumentations-Ressource %2$s aktualisiert - %3$s
fr: %1$s: Documentation de la ressource %2$s mis à jour - %3$s

source: Name
fr: Nom

source: Status
fr: Statut

source: Webhook URL
fr: URL de notification

source: Downloads
fr: Téléchargements

source: Downloads:
fr: Téléchargements:

source: Labels:
fr: Étiquettes:

source: Download:
fr: Téléchargement:

source: Details
fr: Détails

source: server name
fr: nom du serveur

source: status
fr: statut

source: Label:
fr: Étiquette:

source: Status:
fr: Statut:

source: <p><strong>Label:</strong> <a href="%%open_url%%" class="label"><strong>%%tag.class%%:</strong>%%tag.name%%</a></p>
fr: <p><strong>Étiquette:</strong> <a href="%%open_url%%" class="label"><strong>%%tag.class%%:</strong>%%tag.name%%</a></p>

source: %%interested%% person
fr: %%interested%% personne

source: Atom feed
fr: Atom

source: Revision
fr: Révision

source: Tags
fr: Étiquettes

source: Revision:
fr: Révision:

source: Tags:
fr: Étiquettes:

source: labels
fr: étiquettes

source: verb
fr: verbe

source: name
fr: nom

source: %s Downloads
fr: Téléchargements de %s

source: InDefero API (Application Programming Interface)
fr: API d'InDefero (interface de programmation applicative)

source: Download (%s)
fr: Téléchargements (%s)
