Repository: yhfudev/php-indefero
Catalog: src/IDF/locale/*/idf.po
Languages: de, fr

source: Hello %%user%%, To confirm that you want %%email%% to be your new email address, just follow this link: %%url%% Alternatively, go to this page: %%urlik%% and provide the following verification key: %%key%% If you do not want to change your email address, just ignore this message. Yours faithfully, The development team.
de: Hallo %%user%%, Um zu bestätigen, dass %%email%% Deine neue E-Mail-Adresse sein soll, folge bitte einfach diesem Link: %%url%% Alternativ gehe zu dieser Seite: %%urlik%% und gib den folgenden Validierungs-Schlüssel ein: %%key%% Wenn Du Deine E-Mail-Adresse nicht ändern möchtest, ignoriere diese E-Mail einfach. Mit freundlichen Grüßen, Das Entwickler-Team.
fr: Bonjour %%user%%, Pour confirmer l'utilisation de %%email%% comme nouvelle adresse email, suivez le lien suivant: %%url%% Vous pouvez également vous rendre sur cette page: %%urlik%% et fournir la clé de vérification suivante: %%key%% Si vous ne voulez pas changer votre adresse email, ignorez simplement ce message. Cordialement, L'équipe de développement

source: Confirm Your New Email Address
de: Bestätige Deine neue Email-Adresse
fr: Confirmez votre nouvelle adresse email

source: Use your email software to read your emails and open your verification email. Either click directly on the verification link or copy/paste the verification key in the box and submit the form.
de: Benutze Deine E-Mail-Software um Deine E-Mails zu lesen und Deine Validierungs-E-Mail zu öffnen. Klicke dann entweder direkt auf den Validierungs-Link oder kopiere den Validierungsschlüssel aus der E-Mail in das Eingabefeld und sende das Formular ab.
fr: Utilisez votre logiciel de messagerie pour lire votre email de vérification. Vous pouvez cliquer sur le lien fourni ou copier/coller la clé de vérification dans le formulaire et le soumettre.

source: <a href="%%url%%">Update your account</a>.
de: <a href="%%url%%">Aktualisiere Dein Benutzerkonto</a>.
fr: <a href="%%url%%">Mettre à jour votre compte</a>.

source: <a href="%%url%%">See your public profile</a>.
de: <a href="%%url%%">Zeige Dein öffentliches Profil</a>.
fr: <a href="%%url%%">Voir votre profil public</a>.

source: <a href="%%url%%">See your forge issue watch list</a>.
de: <a href="%%url%%">Zeige Deine Forge-weite Ticket-Beobachtungliste</a>.
fr: <a href="%%url%%">Voir votre liste de surveillance de tickets sur la forge</a>.

source: Key Management
de: Schlüsselverwaltung
fr: Administration des clés

source: Secondary Emails
de: Sekundäre E-Mails
fr: Emails secondaires

source: Extra password
de: Extra-Passwort
fr: Mot de passe supplémentaire

source: This password is used to access some of the external systems managed by our infrastructure. It will be regenerated if you change your password.
de: Dieses Passwort wird genutzt, um auf einige externe Systeme unserer Infrastruktur zuzugreifen. Es wird neu erzeugt, wenn Du Dein Passwort änderst.
fr: Ce mot de passe est utilisé pour accéder à certains systèmes externes gérés par notre infrastructure. Il sera régénéré si vous modifiez votre mot de passe.

source: API key
de: API-Schlüssel
fr: Clé d'API

source: Your API key will be regenerated automatically if you change your password.
de: Dein API-Schlüssel wird automatisch neu erzeugt, wenn Du Dein Passwort änderst.
fr: Votre clé d'API sera régénérée automatiquement si vous modifiez votre mot de passe.

source: Update Your Account
de: Aktualisiere Deinen Account
fr: Mettre à jour votre compte

source: Your Current Public Keys
de: Deine derzeitigen öffentlichen Schlüssel
fr: Vos clés publiques actuelles

source: Delete this key
de: Lösche diesen Schlüssel
fr: Supprimer cette clé

source: Your additional email addresses
de: Deine zusätzlichen E-Mail-Adressen
fr: Vos adresses emails secondaires

source: Delete this address
de: Lösche diese Adresse
fr: Supprimer cette adresse

source: If possible, use your real name. By using your real name, people will have more trust in your comments and remarks.
de: Wenn möglich, nutze Deinen realen Namen. Dadurch wird Deinen Kommentaren und Bemerkungen mehr Vertrauen geschenkt.
fr: Si possible, utilisez votre vrai nom. En utilisant votre vrai nom, les personnes participant à ce site auront naturellement plus confiance en vos commentaires et remarques.

source: The extra password is used to access some of the external systems and the API key is used to interact with this website using a program.
de: Das Extra-Passwort wird genutzt, um auf einige externe Systeme zuzugreifen. Der API-Schlüssel wird benötigt, damit andere Programme mit dieser Webseite interagieren können.
fr: Le mot de passe supplémentaire est utilisé pour accéder à certains systèmes externes et la clé d'API est utilisée pour communiquer avec le site au moyen d'un programme.

source: Show API key and extra password
de: Zeige API-Schlüssel und Extra-Passwort
fr: Montrer la clé d'API et le mot de passe supplémentaire

source: Oops, please check the provided login or email address to recover your password.
de: Bitte überprüfe den angegebenen Anmeldenamen oder E-Mail-Adresse, um Dein Passwort zurückzusetzen.
fr: Oups, veuillez vérifier l'identifiant ou l'adresse email pour récupérer votre mot de passe.

source: Recover My Password
de: Mein Passwort wiederherstellen
fr: Récupérer mon mot de passe

source: Provide either your login or email address, if a corresponding user is found in the database, we will send you an email with the details on how to reset your password.
de: Gib entweder Deinen Anmeldenamen oder Deine E-Mail-Adresse an. Wenn ein entsprechender Benutzer in der Datenbank gefunden wird, schicken wir Dir eine E-Mail mit Informationen, wie Du Dein Passwort zurücksetzen kannst.
fr: Fournissez votre identifiant ou votre adresse email. Si un utilisateur correspondant est trouvé dans la base de données, nous vous enverrons un email avec les informations nécessaires pour réinitialiser votre mot de passe.

source: Hello %%user%%, You lost your password and wanted to recover it. To provide a new password for your account, you just have to follow the provided link. You will get a simple form to provide a new password. %%url%% Alternatively, go to this page: %%urlik%% and provide the following verification key: %%key%% If you are not the one who requested to reset your password, simply ignore this email, your password will not be changed. Yours faithfully, The development team.
de: Hallo %%user%%, Du hast Dein Passwort verloren und möchtest es wiederherstellen. Um ein neues Passwort für Dein Benutzerkonto anzugeben, musst Du lediglich dem folgenden Link folgen. Sie führt zu einer einfachen Eingabemaske, mit der Du ein neues Passwort setzen kannst. %%url%% Alternativ gehe zu dieser Seite: %%urlik%% und gib den folgenden Validierungs-Schlüssel ein: %%key%% Wenn Du nicht derjenige bist, der das Zurücksetzen des Passworts angefragt hat, ignoriere einfach diese E-Mail. Dein Passwort wird in diesem Fall nicht geändert. Mit freundlichen Grüßen, Das Entwickler-Team.
fr: Bonjour %%user%%, Vous avez perdu votre mot de passe et voulez le retrouver. Pour définir un nouveau mot de passe pour votre compte, vous devez simplement suivre le lien suivant, et un formulaire vous permettra de fournir un nouveau mot de passe: %%url%% Vous pouvez également vous rendre sur cette page: %%urlik%% et fournir la clé de vérification suivante: %%key%% Si vous n'êtes pas la personne ayant fait la demande de réinitialisation de votre mot de passe, ignorez simplement cet email et votre mot de passe restera inchangé. Cordialement, L'équipe de développement

source: Recover Your Password
de: Passwort wiederherstellen
fr: Récupérer votre mot de passe

source: Just after providing the confirmation key, you will be able to reset your password and use this website fully.
de: Kurz nachdem Du den Bestätigungscode eingegeben hast, wirst Du Dein Passwort zurücksetzen und diese Webseite voll nutzen können.
fr: Tout de suite après avoir fourni la clé de confirmation, vous pourrez réinitialiser votre mot de passe et utiliser pleinement le site.

source: Reset Your Password
de: Passwort zurücksetzen
fr: Réinitialiser votre mot de passe

source: You are looking at the public profile of %%member%%.
de: Du siehst Dir das öffentliche Profil von %%member%% an.
fr: Vous consultez le profil public de %%member%%.

source: Public Email:
de: Öffentliche E-Mail:
fr: Email public:

source: Website:
de: Webseite:
fr: Site Web:

source: Last time seen:
de: Zuletzt gesehen:
fr: Vu la dernière fois:

source: Member since:
de: Mitglied seit:
fr: Membre depuis:

source: List Pages
de: Seiten anzeigen
fr: Liste des pages

source: List Resources
de: Ressourcen anzeigen
fr: Liste des ressources

source: New Page
de: Neue Seite
fr: Nouvelle page

source: New Resource
de: Neue Ressource
fr: Nouvelle ressource

source: Update This Page
de: Diese Seite aktualisieren
fr: Mettre à jour cette page

source: Update This Resource
de: Diese Ressource aktualisieren
fr: Mettre à jour cette ressource

source: Preview of the Page
de: Vorschau der Seite
fr: Prévisualisation de la page

source: The form contains some errors. Please correct them to create the page.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um die Seite anzulegen.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour créer la page.

source: Create Page
de: Seite anlegen
fr: Créer une page

source: Wiki resources are later addressed in wiki pages by their title, so ensure that you give your resource a unique and an easy to remember name.
de: Wiki-Ressourcen werden später in Wiki-Seiten über ihren Titel referenziert, stelle also sicher, dass Du Deiner Ressource einen eindeutigen und einfach zu merkenden Namen gibst.
fr: Les ressources du Wiki sont accessibles par leurs titres. Utilisez des titres simple et unique.

source: Create Resource
de: Ressource anlegen
fr: Créer une ressource

source: If you delete this documentation page, it will be removed from the database with all the associated revisions and <strong>you will not be able to recover it</strong>.
de: Wenn Du diese Dokumentations-Seite löscht, wird sie mit all ihren Versionen aus der Datenbank gelöscht und <strong>Du wirst nicht in der Lage sein, sie wiederherzustellen</strong>.
fr: Si vous supprimez cette page de documentation, elle sera supprimée de la base de données tout comme les révisions associées, et <strong>vous ne pourrez pas les récupérer ultérieurement</strong>.

source: Delete Page
de: Lösche Seite
fr: Supprimer la page

source: Old Revisions
de: Alte Versionen
fr: Anciennes révisions

source: You are looking at an old revision (<em>%%oldrev.summary%%</em>) of the page <a href="%%url%%">%%page.title%%</a>. This revision was created by %%submitter%%.
de: Du schaust Dir gerade eine alte Version (<em>%%oldrev.summary%%</em>) der Seite <a href="%%url%%">%%page.title%%</a> an. Diese Version wurde von %%submitter%% angelegt.
fr: Vous consultez une ancienne révision (<em>%%oldrev.summary%%</em>) de la page <a href="%%url%%">%%page.title%%</a>. Cette révision a été créée par %%submitter%%.

source: If you delete this old revision, it will be removed from the database and <strong>you will not be able to recover it</strong>.
de: Wenn Du diese alte Version löscht, wird sie von der Datenbank entfernt und <strong>kann nicht wiederhergestellt werden</strong>.
fr: Si vous supprimez cette ancienne révision, elle sera supprimée de la base de données et <strong>vous ne pourrez pas la récupérer ultérieurement</strong>.

source: Delete Revision
de: Version löschen
fr: Supprimer cette révision

source: If you delete this documentation resource, it will be removed from the database with all the associated revisions and <strong>you will not be able to recover it</strong>. Any documentation pages that reference this resource, will no longer be able to render it, but won't be deleted.
de: Wenn Du diese Dokumentations-Ressource löscht, wird sie mit all ihren Versionen aus der Datenbank gelöscht und <strong>Du wirst nicht in der Lage sein, sie wiederherzustellen</strong>. Jede Dokumentations-Seite, die auf diese Ressource verweist, wird nicht mehr in der Lage sein, die Ressource anzuzeigen, wird aber selbst nicht gelöscht.
fr: Si vous supprimer cette documentation de ressource, elle sera enlever de la basse de donnée avec toutes les versions qui lui sont associées et <strong>vous ne pourrez pas les récupérer</strong>. Caque page de documentation qui fait référence à cette ressource ne seront plus capable de s'y rendre, mais elles ne seront pas supprimé.

source: Delete Resource
de: Ressource löschen
fr: Supprimer une ressource.

source: File size
de: Dateigröße
fr: Taille du fichier

source: MIME type
de: MIME-Typ
fr: Type MIME

source: You are looking at an old revision (<em>%%oldrev.summary%%</em>) of the resource <a href="%%url%%">%%resource.title%%</a>. This revision was created by %%submitter%%.
de: Du schaust Dir gerade eine alte Version (<em>%%oldrev.summary%%</em>) der Ressource <a href="%%url%%">%%resource.title%%</a> an. Diese Version wurde von %%submitter%% angelegt.
fr: Vous être en train de consulter une vielle version (<em>%%oldrev.summary%%</em>) de la ressource <a href="%%url%%">%%resource.title%%</a>. Cette version à été créée par %%submitter%%.

source: <p><strong>Instructions:</strong></p> <p>The content of the page can use the <a href="%%burl%%">Markdown syntax</a> with the <a href="%%eurl%%"><em>Extra</em> extension</a>.</p> <p>Website addresses are automatically linked and you can link to another page in the documentation using double square brackets like that <code>[[AnotherPage]]</code>.</p> <p>If you want to embed uploaded resources, use the <code>[[!ResourceName]]</code> syntax for that. This is described more in detail <a href="%%furl%%#q-wiki">in the FAQ.</a></p> <p>To directly include a file content from the repository, embrace its path with triple square brackets: <code>[[[my/file.txt]]]</code>.</p>
de: <p><strong>Anleitung:</strong></p> <p>Für den Inhalt der Seite kann die <a href="%%burl%%">Markdown-Syntax</a> mit der <a href="%%eurl%%"><em>Extra</em>-Erweiterung</a> verwendet werden.</p> <p>Website-Adresses werden automatisch verlinkt und Du kannst außerdem zu anderen Dokumentations-Seiten durch die Benutzung von doppelten, eckigen Klammern verlinken, etwa so: [[AndereSeite]].</p> <p>Wenn Du hochgeladene Ressourcen einbetten möchtest, verwende die <code>[[!RessourcenName]]</code>-Syntax dafür. Dies wird <a href="%%furl%%#q-wiki">in der FAQ näher beschrieben.</a></p> <p>Um direkt die Inhalte einer Datei aus dem Depot einzubinden, umklammere den Pfad zur Datei mit dreifachen, eckigen Klammern: [[[Pfad/zu/Datei.txt]]].</p>
fr: <p><strong>Instructions :</strong></p> <p>Le contenue de la page peut utiliser le <a href="%%burl%%">syntaxe Markdown</a> with the <a href="%%eurl%%"><em>Extra</em> extension</a>.</p> <p>Les adresses de site internet sont automatiquement liées et vous pouvez définir un lien vers une autre page dans la documentation en utilisant des doubles crochets, comme ceci <code>[[AnotherPage]]</code>.</p> <p>Si vous voulez embarquer des ressources envoyées, utilisez cette <code>[[!ResourceName]]</code> syntaxe. Pour plus de détails, <a href="%%furl%%#q-wiki">consulter la FAQ.</a></p> <p>Pour inclure directement un fichier dans le dépôt, indiquez son chemin entre triples : <code>[[[my/file.txt]]]</code>.</p>

source: Initial creation
de: Initiale Erzeugung
fr: Création initiale

source: See <a href="%%url%%">the deprecated pages</a>.
de: Zeige <a href="%%url%%">die veralteten Seiten</a>.
fr: Voir <a href="%%url%%">les pages obsolètes</a>.

source: Number of pages:
de: Anzahl der Seiten:
fr: Nombre de pages:

source: Number of resources:
de: Anzahl der Ressourcen:
fr: Nombre de ressources :

source: Pages found:
de: Gefundene Seiten:
fr: Pages trouvées:

source: The form contains some errors. Please correct them to update the page.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um die Seite zu aktualisieren.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour mettre à jour la page.

source: Update Page
de: Seite aktualisieren
fr: Mettre à jour la page

source: Delete this page
de: Lösche diese Seite
fr: Supprimer cette page

source: Update Resource
de: Ressource aktualisieren
fr: Mettre à jour la ressource

source: Delete this resource
de: Lösche diese Ressource
fr: Supprimer cette ressource

source: <strong>Attention!</strong> This page is marked as deprecated, use it as reference only if you are sure you need these specific information.
de: <strong>Achtung!</strong> Diese Seite ist als veraltet markiert. Nutze sie nur als Referenz, wenn Du diese spezifischen Informationen benötigst.
fr: <strong>Attention!</strong> Cette page est marquée comme obsolète. Utilisez ces informations comme référence uniquement si vous avez vraiment besoin de cette version.

source: You are looking at an old revision of the page <a href="%%url%%">%%page.title%%</a>. This revision was created by %%submitter%%.
de: Du siehst gerade eine alte Version der Seite <a href="%%url%%">%%page.title%%</a>. Diese Version wurde von %%submitter%% erzeugt.
fr: Vous consultez une ancienne révision de la page <a href="%%url%%">%%page.title%%</a>. Cette révision a été créée par %%submitter%%.

source: Table of Content
de: Inhaltsverzeichnis
fr: Sommaire

source: Delete this revision
de: Lösche diese Version
fr: Supprimer cette révision

source: You are looking at an old revision of the resource <a href="%%url%%">%%resource.title%%</a>. This revision was created by %%submitter%%.
de: Du siehst Dir gerade eine alte Version der Ressource <a href="%%url%%">%%resource.title%%</a> an. Diese Version wurde von %%submitter%% erzeugt.
fr: Vous consultez actuellement une ancienne version de la ressource <a href="%%url%%">%%resource.title%%</a>. Cette version à été créée par %%submitter%%.

source: Page Usage
de: Seitennutzung
fr: Utilisation de la page

source: This resource is not used on any pages yet.
de: Diese Ressource wird noch auf keiner Seite benutzt.
fr: Cette ressource n'est toujours pas utilisée sur une page.

source: A new documentation page has been created:
de: Eine neue Dokumentations-Seite wurde angelegt:
fr: Une nouvelle page de documentation a été créée:

source: Documentation page:
de: Dokumentations-Seite:
fr: Page de documentation:

source: The following documentation page has been updated:
de: Die folgende Dokumentations-Seite wurde aktualisiert:
fr: La page de documentation suivante a été mise à jour:

source: Updated by:
de: Aktualisiert von:
fr: Mise à jour par:

source: New content:
de: Neuer Inhalt:
fr: Nouveau contenu:

source: owner
de: Besitzer
fr: propriétaire

source: interested users
de: interessierte Benutzer
fr: utilisateurs intéressés

source: Interested users will get an email notification when the issue is changed.
de: Interessierte Benutzer werden eine E-Mail erhalten, wenn das Ticket geändert wird.
fr: Les utilisateurs intéressés vont recevoir une notification par email lorsque le ticket est modifié.

source: modification date
de: Änderungsdatum
fr: date de modification

source: <a href="%1$s" class="%2$s" title="View issue">Issue %3$d</a>, %4$s
de: <a href="%1$s" class="%2$s" title="Ticket anzeigen">Ticket %3$d</a>, %4$s
fr: <a href="%1$s" class="%2$s" title="Voir le ticket">Ticket %3$d</a>, %4$s

source: Creation of <a href="%1$s" class="%2$s">issue %3$d</a>, by %4$s
de: Erstellung von <a href="%1$s" class="%2$s">Ticket %3$d</a>, von %4$s
fr: Création du <a href="%1$s" class="%2$s">ticket %3$d</a>, par %4$s

source: %1$s: Issue %2$d created - %3$s
de: %1$s: Ticket %2$d angelegt - %3$s
fr: %1$s: Création du ticket %2$d - %3$s

source: Issue %1$s - %2$s (%3$s)
de: Ticket %1$s - %2$s (%3$s)
fr: Ticket %1$s - %2$s (%3$s)

source: Updated Issue %1$s - %2$s (%3$s)
de: Ticket %1$s aktualisiert - %2$s (%3$s)
fr: Ticket mis à jour %1$s - %2$s (%3$s)

source: issue
de: Ticket
fr: ticket

source: comment
de: Kommentar
fr: commentaire

source: changes
de: Änderungen
fr: modifications

source: Serialized array of the changes in the issue.
de: Serialisierte Liste von Änderungen im Ticket.
fr: Tableau sérialisé des modifications du ticket.

source: Comment on <a href="%1$s" class="%2$s">issue %3$d</a>, by %4$s
de: Kommentar zum <a href="%1$s" class="%2$s">Ticket %3$d</a>, von %4$s
fr: Commentaire sur le <a href="%1$s" class="%2$s">ticket %3$d</a>, par %4$s

source: %1$s: Comment on issue %2$d - %3$s
de: %1$s: Kommentar zum Ticket %2$d - %3$s
fr: %1$s: Commentaire sur le ticket %2$d - %3$s

source: file name
de: Dateiname
fr: nom du fichier

source: the file
de: die Datei
fr: le fichier

source: file size
de: Dateigröße
fr: taille du fichier

source: type
de: Typ

source: Image
de: Bild

source: Other
de: Andere
fr: Autre

source: other issue
de: anderes Ticket
fr: autre ticket

source: public key
de: öffentlicher Schlüssel
fr: clé publique

source: Invalid or unknown key data detected.
de: Ungültige oder unbekannte Schlüsseldaten bemerkt.
fr: Format de clé invalide ou inconnu.

source: The repository %s already exists.
de: Das Depot %s existiert bereits.
fr: Le dépôt %s existe déjà.

source: %s does not exist or is not writable.
de: %s existiert nicht oder ist nicht schreibbar.
fr: %s n'existe pas ou n'est pas accessible en écriture.

source: "mtn_repositories" must be defined in your configuration file
de: "mtn_repositories" muss in Deiner Konfigurationsdatei definiert sein
fr: «mtn_repositories» doit être défini dans votre fichier de configuration

source: "mtn_usher_conf" does not exist or is not writable
de: "mtn_usher_conf" existiert nicht oder ist nicht schreibbar
fr: «mtn_usher_conf» n'existe pas ou n'est pas accessible en écriture

source: Could not find mtn-post-push script "%s"
de: Konnte das mtn-post-push-Skript "%s" nicht finden
fr: Impossible de trouver le script mtn-post-push «%s»

source: The configuration file "%s" is missing
de: Die Konfigurationsdatei "%s" fehlt
fr: Le fichier de configuration «%s» est manquant

source: The project path "%s" already exists
de: Der Projektpfad "%s" existiert bereits
fr: Le chemin de projet «%s» existe déjà

source: The project path "%s" could not be created
de: Der Projektpfad "%s" konnte nicht angelegt werden
fr: Impossible de créer le chemin de projet «%s»

source: The key directory "%s" could not be created
de: Das Schlüsselverzeichnis "%s" konnte nicht erstellt werden
fr: Impossible de créer le dossier des clés «%s»

source: Could not parse key information: %s
de: Konnte die Schlüsselinformationen nicht analysieren: %s
fr: Impossible de parcourir l'information de la clé: %s

source: Could not create configuration directory "%s"
de: Konnte Konfigurationsverzeichnis "%s" nicht erstellen
fr: Impossible de créer le dossier de configuration «%s»

source: Could not create symlink for configuration file "%s"
de: Konnte den symbolischen Link für die Konfigurationsdatei "%s" nicht anlegen
fr: Impossible de créer un lien symbolique pour le fichier de configuration «%s»

source: Could not write configuration file "%s"
de: Konnte die Konfigurationsdatei "%s" nicht schreiben
fr: Impossible d'écrire le fichier de configuration «%s»

source: Could not parse usher configuration in "%1$s": %2$s
de: Konnte die usher-Konfiguration in "%1$s" nicht analysieren: %2$s
fr: Impossible de parcourir la configuration d'usher dans «%1$s»: %2$s

source: usher configuration already contains a server entry named "%s"
de: Die usher-Konfiguration enthält bereits einen Servereintrag mit dem Namen "%s"
fr: La configuration d'usher contient déjà une entrée serveur nommée «%s»

source: Could not write usher configuration file "%s"
de: Konnte die usher-Konfigurationsdatei "%s" nicht schreiben
fr: Impossible d'écrire le fichier de configuration d'usher «%s»
