Repository: yhfudev/php-indefero
Catalog: src/IDF/locale/*/idf.po
Languages: de, fr

source: <p><strong>Instructions:</strong></p> <p>You can set up a custom forge page that is used as entry page for the forge instead of the plain project listing. This page is then also accessible via the 'Home' link in main menu bar.</p> <p>The content of the page can use the <a href="%%burl%%">Markdown syntax</a> with the <a href="%%eurl%%"><em>Extra</em> extension</a>.</p> <p>Additionally, the following macros are available:<br /> <ul> <li><code>&#x7b;projectlist, label=..., order=(name|activity), limit=...}</code> - Renders a project list that can optionally be filtered by label, ordered by 'name' or 'activity' and / or limited to a specific number of projects.</li> </ul> </p>
de: <p><strong>Anweisungen:</strong></p> <p>Du kannst eine eigene Forge-Startseite einrichtem, die anstatt der einfachen Projektliste angezeigt wird. Diese Seite ist dann auch über den 'Startseite'-Link im Hauptmenü zu erreichen.</p> <p>Für den Inhalt der Seite kann die <a href="%%burl%%">Markdown-Syntax</a> mit der <a href="%%eurl%%"><em>Extra</em>-Erweiterung</a> verwendet werden.</p> <p>Zusätzlich sind die folgenden Makros verfügbar:<br /> <ul> <li><code>&#x7b;projectlist, label=..., order=(name|activity), limit=...}</code> -Zeigt eine Projektliste an, die optional nach Marke gefiltert und nach Name oder Aktivität sortiert und / oder auf eine bestimmte Anzahl von Projekten beschränkt werden kann.</li> </ul> </p>
fr: <p><strong>Procédure :</strong></p> <p>Vous pouvez définir une page personnalisée qui sera utilisé à la place de la page ou sont listés les projets.Cette page est aussi accessible par le lien 'Home', dans la bar de menu principale.</p> <p>Le contenu de cette page peut utilisé la <a href="%%burl%%">syntaxe Markdown</a> avec cette <a href="%%eurl%%"><em>Extra</em> extension</a>.</p> <p>Les macros suivantes sont aussi disponibles :<br /> <ul> <li><code>&#x7b;projectlist, label=..., order=(name|activity), limit=...}</code> - Affiche la liste des projets qui peut être filtrée par labels, et ordonnées par nom ou activité, le nombre de résultat affiché peut être limité.</li> </ul> </p>

source: Project List
de: Projektliste
fr: Liste des projets

source: Project Labels
de: Projekt-Marken
fr: Étiquettes de projet.

source: Create Project
de: Projekt anlegen
fr: Créer un projet

source: Change Project Details
de: Projektdetails ändern
fr: Modifier les détails du projet

source: You can select the type of repository you want. In the case of subversion, you can use optionally a remote repository instead of the local one.
de: Du kannst den Typ des Depots auswählen, den Du verwenden möchtest. Im Falle von Subversion kannst Du optional neben einem lokalen auch ein entferntes Depot benutzen.
fr: Vous pouvez sélectionner le type de dépôt souhaité. Dans le cas d'un dépôt Subversion, vous pouvez optionnellement choisir un dépôt distant au lieu de celui local.

source: <strong>Once you have defined the repository type, you cannot change it</strong>.
de: <strong>Wurde der Typ des Depots einmal festgelegt, kann dieser nicht nachträglich geändert werden.</strong>.
fr: <strong>Une fois que vous avez défini le type de dépôt, vous ne pouvez pas le modifier</strong>.

source: <p>Specify each person by its login. Each person must have already registered with the given login.</p> <p>Separate the logins with commas and/or new lines.</p>
de: <p>Gib den Anmeldenamen jeder Person an. Jede Person muss sich vorher bereits mit diesen Namen angemeldet haben.</p> <p>Trenne die Anmeldenamen durch Kommas und / oder neue Zeilen.</p>
fr: <p>Indiquez chaque personne à l'aide de son identifiant. Chaque personne doit avoir préalablement créé son compte.</p> <p>Séparez les identifiants par des virgules ou des sauts de ligne.</p>

source: The form contains some errors. Please correct them to create the project.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um das Projekt anzulegen.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour créer le projet.

source: Provide at least one owner for the project or use a template.
de: Gib mindestens einen Eigentümer für das Projekt ein oder benutze eine Projektvorlage.
fr: Fournissez au moins un propriétaire pour le projet ou utilisez un modèle.

source: Instructions:
de: Anweisungen:

source: Confirmation code to confirm the deletion of the project: <em>%%code%%</em>.
de: Kennwort zur Bestätigung der Projektlöschung: <em>%%code%%</em>.
fr: Code de confirmation pour supprimer le projet: <em>%%code%%</em>.

source: <strong>Attention!</strong> Deleting a project is a one second operation with the consequences that <strong>all the data</strong> related to the project <strong>will be deleted</strong>.
de: <strong>Achtung!</strong> Das Löschen eines Projekts ist eine sehr rasch beendete Operation, die in der Konsequenz <strong>alle Daten</strong> in Bezug auf das Projekt <strong>löscht</strong>.
fr: <strong>Attention!</strong> Supprimer un projet est une opération rapide qui a pour conséquence <strong>la suppression de toutes les données relatives au projet</strong>.

source: The form contains some errors. Please correct them to delete the project.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um das Projekt zu löschen.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour supprimer le projet.

source: Project Statistics
de: Projektstatistiken
fr: Statistiques du projet

source: Tab
de: Bereich
fr: Onglet

source: Number
de: Zahl
fr: Nombre

source: Code reviews
de: Code-Besprechungen
fr: Revues de code

source: Commits
de: Revisionen

source: Documentation pages
de: Dokumentations-Seiten
fr: Pages de documentation

source: Delete Project
de: Projekt löschen
fr: Supprimer le projet

source: For large projects, the suppression can take a while, please be patient.
de: Das Löschen großer Projekte kann etwas dauern, bitte habe Geduld.
fr: Pour de gros projets, la suppression peut durer un moment. Merci de patienter.

source: Space Usage Statistics
de: Speicherplatz-Statistiken
fr: Statistiques d'utilisation de l'espace disque

source: Repositories:
de: Depots:
fr: Dépôts:

source: Attachments:
de: Anhänge:
fr: Pièces jointes:

source: Database:
de: Datenbank:
fr: Base de données:

source: Total Forge:
de: Forge insgesamt:
fr: Total de la forge:

source: The form contains some errors. Please correct them to update the project.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um das Projekt zu aktualisieren.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour mettre à jour le projet.

source: Provide at least one owner for the project.
de: Bestimme wenigstens einen Projekteigentümer.
fr: Fournissez au moins un propriétaire pour le projet.

source: Update Project
de: Projekt aktualisieren
fr: Mettre à jour le projet

source: Delete this project
de: Lösche dieses Projekt
fr: Supprimer ce projet

source: You will be asked to confirm.
de: Es wird eine Bestätigung verlangt.
fr: Confirmation demandée.

source: User List
de: Benutzerliste
fr: Liste des utilisateurs

source: Update User
de: Benutzer aktualisieren
fr: Mettre à jour l'utilisateur

source: Create User
de: Benutzer anlegen
fr: Créer un utilisateur

source: The form contains some errors. Please correct them to create the user.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um den Benutzer zu erstellen.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour créer l'utilisateur.

source: The user password will be sent by email to the user.
de: Das Passwort des Benutzers wird an die E-Mail-Adresse des Benutzers versandt.
fr: Le mot de passe sera envoyé par email à l'utilisateur.

source: Hello %%user%%, An account on the forge has been created for you by the administrator %%admin%%. Please find here your details to access the forge: Address: %%url%% Login: %%user.login%% Password: %%password%% Yours faithfully, The development team.
de: Hallo %%user%%, Der Administrator %%admin%% hat ein neues Benutzerkonto für Dich auf der Forge angelegt. Hier sind die Zugangsdaten, mit denen Du auf Dein Benutzerkonto zugreifen kannst: Adresse: %%url%% Anmeldename: %%user.login%% Passwort: %%password%% Mit freundlichen Grüßen, Das Entwickler-Team.
fr: Bonjour %%user%%, Un compte a été créé pour vous sur la forge par l'administrateur %%admin%%. Vous trouverez ci-dessous les informations pour vous connecter: Adresse: %%url%% Identifiant: %%user.login%% Mot de passe: %%password%% Cordialement, L'équipe de développement

source: See <a href="%%url%%">not validated users</a>.
de: Zeige <a href="%%url%%">nicht validierte Benutzer</a>.
fr: Voir <a href="%%url%%">les utilisateurs non confirmés</a>.

source: <p>You have here an overview of the users registered in the forge.</p>
de: <p>Hier siehst Du eine Übersicht der Benutzer, die sich in der Forge registriert haben.
fr: <p>Vous avez ici une vue d'ensemble des utilisateurs enregistrés sur la forge.</p>

source: Number of users:
de: Anzahl der Benutzer:
fr: Nombre d'utilisateurs:

source: If you are changing the email address of the user, you need to ensure that you are providing a valid email address
de: Wenn Du die E-Mail-Adresse eines Benutzers änderst, musst Du sicherstellen, eine gültige, neue E-Mail-Adresse als Ersatz bereitzustellen.
fr: Si vous changez l'adresse email de l'utilisateur, vous devez vous assurer que l'adresse est bien valide.

source: If you give the user staff rights, the user will be able to create new projects and update other non staff users.
de: Wenn Du dem Benutzer Stab-Rechte erteilst, kann er neue Projekte anlegen und andere Benutzer, die nicht zum Stab gehören, aktualisieren.
fr: Si vous donnez des droits de gestionnaire à l'utilisateur, ce dernier pourra créer de nouveaux projets et éditer les informations des utilisateurs non gestionnaires.

source: The form contains some errors. Please correct them to update the user.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um den Benutzer zu aktualisieren.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour mettre à jour l'utilisateur.

source: Login:
de: Benutzername:
fr: Identifiant:

source: Public Profile
de: Öffentliches Profil
fr: Profil public

source: Administrative
de: Administratives
fr: Administratif

source: Configured servers
de: Konfigurierte Server
fr: Serveurs configurés

source: Usher control
de: Usher-Kontrolle
fr: Contrôle d'usher

source: address
de: Adresse
fr: adresse

source: No connections found.
de: Keine Verbindungen gefunden.
fr: Aucune connexion trouvée.

source: current server status:
de: Derzeitiger Serverstatus:
fr: statut actuel du serveur:

source: startup
de: hochfahren
fr: démarrage

source: shutdown
de: herunterfahren
fr: arrêt

source: reload server configuration:
de: Serverkonfiguration einlesen:
fr: recharger la configuration du serveur:

source: reload
de: neu laden
fr: recharger

source: Status explanation
de: Statuserklärung
fr: Explication du statut

source: active with n total open connections
de: aktiv mit n offenen Verbindungen insgesamt
fr: actif avec n connexions actives au total

source: waiting for new connections
de: warte auf neue Verbindungen
fr: en attente de nouvelles connexions

source: usher is being shut down, not accepting connections
de: Usher wird heruntergefahren und akzeptiert keine Verbindungen
fr: usher est en cours d'arrêt, n'acceptant plus de connexion

source: usher is shut down, all local servers are stopped and not accepting connections
de: Usher ist heruntergefahren, alle lokalen Server sind gestoppt und keine Verbindungen werden akzeptiert
fr: usher est éteint, tous les serveurs locaux sont arrêtés et n'acceptent aucune connexion

source: action
de: Aktion

source: No monotone servers configured.
de: Keine monotone-Server konfiguriert.
fr: Aucun serveur monotone configuré.

source: stop
de: stoppen
fr: arrêter

source: start
de: starten
fr: démarrer

source: kill
de: töten
fr: tuer

source: active connections
de: aktive Verbindungen
fr: connexions actives

source: remote server without open connections
de: entfernter Server ohne offene Verbindungen
fr: serveur distant sans connexion active

source: server with n open connections
de: Server mit n offenen Verbindungen
fr: serveur avec n connexions actives

source: local server running, without open connections
de: lokaler Server läuft ohne offene Verbindungen
fr: serveur local en service, sans connexion active

source: local server not running, waiting for connections
de: lokaler Server läuft nicht und wartet auf Verbindungen
fr: serveur local non en service, en attente de connexions

source: local server is about to stop, n connections still open
de: lokaler Server stoppt gerade, n Verbindungen sind noch offen
fr: serveur local sur le point d'arrêter, n connexions encore ouvertes

source: local server not running, not accepting connections
de: lokaler Server läuft nicht und akzeptiert keine Verbindungen
fr: serveur local non en service, n'acceptant aucune connexion

source: usher is shut down, not running and not accepting connections
de: Usher ist heruntergefahren, läuft nicht und akzeptiert keine Verbindungen
fr: usher éteint, non en service et n'acceptant aucune connexion

source: Personal project feed for %%user%%.
de: Persönlicher Projekt-Feed für %%user%%.
fr: Flux personnel de %%user%% pour ce projet.

source: Home
de: Startseite
fr: Accueil

source: Attachment to issue <a href="%%url%%">%%issue.id%%</a>
de: Anhang zum Ticket <a href="%%url%%">%%issue.id%%</a>
fr: Pièce jointe au ticket <a href="%%url%%">%%issue.id%%</a>

source: Archive
de: Archiv

source: Download this file
de: Lade diese Datei herunter
fr: Télécharger ce fichier

source: Created:
de: Erstellt:
fr: Créé:

source: All Issues
de: Alle Tickets
fr: Tous les tickets

source: My Issues
de: Meine Tickets
fr: Mes tickets

source: My watch list
de: Meine Beobachtungsliste
fr: Ma liste de surveillance

source: New Issue
de: Neues Ticket
fr: Nouveau ticket

source: Search
de: Suche
fr: Rechercher

source: Back to the issue
de: Zurück zum Ticket
fr: Retour au ticket

source: <p><strong>Open issues:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Closed issues:</strong> <a href="%%closed_url%%">%%closed%%</a></p>
de: <p><strong>Offene Tickets:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Geschlossene Tickets:</strong> <a href="%%closed_url%%">%%closed%%</a></p>
fr: <p><strong>Tickets ouverts:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Tickets fermés:</strong> <a href="%%closed_url%%">%%closed%%</a></p>

source: Completion:
de: Fertigstellung:
fr: Achèvement:

source: <p>When you submit the issue do not forget to provide the following information:</p> <ul> <li>The steps to reproduce the problem.</li> <li>The version of the software and your operating system.</li> <li>Any information that can help the developers to solve the issue.</li> <li><strong>Do not provide any password or confidential information!</strong></li> </ul>
de: <p>Wenn Du ein Ticket erstellst, vergesse nicht die folgenden Angaben zu machen:</p> <ul> <li>Die erfolgten Schritte, um das Problem zu reproduzieren.</li> <li>Die Version der Software und Deines Betriebssystems.</li> <li>Jede Information, die dem Entwickler helfen könnte, das Problem zu lösen.</li> <li><strong>Füge dem Ticket keine Passwörter oder vertrauliche Angaben hinzu!</strong></li> </ul>
fr: <p>Quand vous soumettez un ticket, n'oubliez de fournir les informations suivantes:</p> <ul> <li>Les étapes pour reproduire le problème.</li> <li>La version du logiciel et de votre système d'exploitation.</li> <li>Toute information susceptible d'aider les développeurs à régler le problème.</li> <li><strong>Ne fournissez aucun mot de passe ou information confidentielle!</strong></li> </ul>

source: The form contains some errors. Please correct them to submit the issue.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um das Ticket einzureichen.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour soumettre le ticket.

source: Preview
de: Vorschau
fr: Prévisualisation

source: Submit Issue
de: Ticket einreichen
fr: Soumettre le ticket

source: Attach file
de: Datei anhängen
fr: Joindre un fichier

source: Attach another file
de: Eine andere Datei anhängen
fr: Joindre un autre fichier

source: Summary:
de: Zusammenfassung:
fr: Résumé:

source: Owner:
de: Besitzer:
fr: Propriétaire:

source: Relations:
de: Verknüpfungen:

source: <p><strong>Open issues:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Closed issues:</strong> <a href="%%closed_url%%">%%closed%%</a></p>
de: <p><strong>Offene Tickets:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Geschlossene Tickets:</strong> <a href="%%closed_url%%">%%closed%%</a></p>
fr: <p><strong>Tickets ouverts:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Tickets fermés:</strong> <a href="%%closed_url%%">%%closed%%</a></p>

source: A new issue has been created and assigned to you:
de: Ein neues Ticket wurde erstellt und Dir zugeordnet:
fr: Un nouveau ticket à été crée et vous à été assigné :

source: A new issue has been created:
de: Ein neues Ticket wurde erstellt:
fr: Un nouveau ticket à été crée :

source: Reported by:
de: Gemeldet von:
fr: Rapporté par:

source: Issue:
de: Ticket:
fr: Ticket:

source: The following issue you are owning has been updated:
de: Das folgende Ticket, welches Dir gehört, wurde aktualisiert:
fr: Ce ticket que vous avez crée à été mis à jour :

source: The following issue has been updated:
de: Das folgende Ticket wurde aktualisiert:
fr: Le ticket suivant a été mis à jour:

source: By %%who%%, %%c.creation_dtime%%:
de: Von %%who%%, %%c.creation_dtime%%:
fr: Par %%who%%, %%c.creation_dtime%%

source: Comments (last first):
de: Kommentare (neueste zuerst):
fr: Commentaires (le plus récent en premier):

source: <p><strong>Found open issues:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Found closed issues:</strong> <a href="%%closed_url%%">%%closed%%</a></p>
de: <p><strong>Gefundene offene Tickets:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Gefundene geschlossene Tickets:</strong> <a href="%%closed_url%%">%%closed%%</a></p>
fr: <p><strong>Tickets ouverts trouvés:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Tickets fermés trouvés:</strong> <a href="%%closed_url%%">%%closed%%</a></p>

source: View all open issues.
de: Zeige alle offenen Tickets.
fr: Voir tous les tickets ouvert.

source: Create an issue.
de: Lege ein Ticket an.
fr: Créer un ticket.

source: The issue tracker is empty.<br /><a href="%%create_url%%">Create your first issue</a>.
de: Es gibt noch keine Tickets.<br /><a href="%%create_url%%">Erstelle Dein erstes Ticket hier</a>.
fr: Le répertoire des tickets est vide.<br /><a href="%%create_url%%">Créer votre premier ticket</a>.

source: Unresolved: By %%key%%
de: Ungelöst: Nach %%key%%
fr: Non résolus: par %%key%%

source: Status Summary
de: Status-Zusammenfassung
fr: Résumé par statut

source: Unresolved: By Assignee
de: Ungelöst: Nach Zugeordneten
fr: Non résolus: par assignation

source: The issue tracker is empty.<br />You can create your first issue <a href="%%create_url%%">here</a>.
de: Es gibt noch keine Tickets.<br />Du kannst Dein erstes Ticket <a href="%%create_url%%">hier</a> erstellen.
fr: Le gestionnaire de tickets est vide.<br />Vous pouvez créer votre premier ticket <a href="%%create_url%%">ici</a>.

source: See the <a href="%%submit_closed_url%%">%%nb_submit_closed%% closed</a>.
de: Siehe das <a href="%%submit_closed_url%%">%%nb_submit_closed%% geschlossene</a>.
fr: Voir le <a href="%%submit_closed_url%%">ticket fermé</a>.

source: See the <a href="%%owner_closed_url%%">%%nb_owner_closed%% closed</a>.
de: Siehe das <a href="%%owner_closed_url%%">%%nb_owner_closed%% geschlossene</a>.
fr: Voir le <a href="%%owner_closed_url%%">ticket fermé</a>.

source: Submitted issues:
de: Eingereichte Tickets:
fr: Tickets soumis:

source: Working issues:
de: Tickets in Bearbeitung:
fr: Tickets assignés:

source: Reported by %%submitter%%, %%c.creation_dtime%%
de: Eingesandt von %%submitter%%, %%c.creation_dtime%%
fr: Soumis par %%submitter%%, %%c.creation_dtime%%

source: Comment <a href="%%url%%">%%i%%</a> by %%submitter%%, %%c.creation_dtime%%
de: Kommentar <a href="%%url%%">%%i%%</a> von %%submitter%%, %%c.creation_dtime%%
fr: Commentaire <a href="%%url%%">%%i%%</a> par %%submitter%%, %%c.creation_dtime%%

source: <a href="%%url%%">Sign in</a> to reply to this comment.
de: <a href="%%url%%">Melde Dich an</a>, um auf diesen Kommentar zu antworten.
fr: <a href="%%url%%">Connectez-vous</a> pour répondre à ce commentaire.

source: This issue is marked as closed, add a comment only if you think this issue is still valid and more work is needed to fully fix it.
de: Dieses Ticket wurde als geschlossen markiert. Füge nur dann einen Kommentar hinzu, wenn Du denkst, dass das geschilderte Problem noch nicht ganz beseitigt wurde.
fr: Ce ticket est marqué comme fermé. N'ajoutez un commentaire que si vous pensez que ce ticket est toujours valide et qu'un travail supplémentaire est nécessaire pour corriger le problème.

source: This issue %%verb%%
de: Dieses Ticket %%verb%%
fr: Ce ticket %%verb%%

source: Remove this issue from your watch list
de: Entferne dieses Ticket von Deiner Beobachtungsliste
fr: Supprimer ce ticket de votre liste de surveillance

source: Add this issue to your watch list
de: Füge dieses Ticket zu Deiner Beobachtungsliste hinzu
fr: Ajouter ce ticket à votre liste de surveillance

source: View the previous closed issue
de: Zeige das vorherige geschlossene Ticket
fr: Voir le dernier ticket fermée

source: View the previous open issue
de: Zeige das vorherige offene Ticket
fr: Voir le dernier ticket ouvert

source: View the next closed issue
de: Zeige das nächte geschlossene Ticket
fr: Voir le ticket fermé suivant.

source: View the next open issue
de: Zeige das nächste offene Ticket
fr: Voir le ticket ouvert suivant.

source: download
de: herunterladen
fr: télécharger

source: view
de: anzeigen
fr: voir

source: The form contains some errors. Please correct them to change the issue.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um das Ticket zu ändern.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour modifier le ticket.

source: Submit Changes
de: Sende Änderungen
fr: Soumettre les modifications

source: Followed by:
de: Beobachtet von:
fr: Suivi par:

source: 1 project
de: 1 Projekt
fr: 1 projet

source: Remove filter for %%tag%%
de: Entferne Filter für %%tag%%
fr: Enlever le filtre pour %%tag%%

source: No projects managed with InDefero were found.
de: Es wurden keine verwalteten Projekte gefunden.
fr: Aucun projet géré avec InDefero n'a été trouvé.

source: Filter projects by label
de: Filtere Projekte nach Marke
fr: Filtrer les projet par étiquettes

source: No projects with labels found.
de: Keine Projekte mit Marken gefunden.
fr: Aucun projet possédant une étiquette n'a été trouvé.

source: Order
de: Sortierung
fr: Ordre

source: By name
de: Nach Name
fr: Par nom

source: By activity
de: Nach Aktivität
fr: Par activité

source: Filtered project stats
de: Statistiken der gefilterten Projekte
fr: Statistiques du projet filtrée.

source: Members:
de: Mitglieder:
fr: Membres:

source: Issues:
de: Tickets:
fr: Tickets:

source: Commits:
de: Revisionen:

source: Documentations:
de: Dokumentationsseiten:
fr: Documentation:

source: Code reviews:
de: Code-Besprechungen:
fr: Revues de code:

source: You can <a href="%%url%%">create an account</a> if you don't have one yet.
de: Du kannst <a href="%%url%%">ein Konto erstellen</a>, wenn Du noch keins hast.
fr: Vous pouvez <a href="%%url%%">crée un compte</a> si vous n'en n'avez pas.
