Repository: yhfudev/php-indefero
Catalog: src/IDF/locale/*/idf.po
Languages: de, fr

source: project
de: Projekt
fr: projet

source: submitter
de: Absender
fr: auteur

source: summary
de: Zusammenfassung
fr: résumé

source: changelog
de: Änderungen
fr: journal des modifications

source: creation date
de: Erstellt am
fr: date de création

source: Commit %1$s, by %2$s
de: Revision %1$s, von %2$s
fr: Commit %1$s, par %2$s

source: New Commit %1$s - %2$s (%3$s)
de: Neue Revision %1$s - %2$s (%3$s)
fr: Nouveau Commit %1$s - %2$s (%3$s)

source: key
de: Schlüssel
fr: clé

source: value
de: Wert
fr: valeur

source: Old
de: Alt
fr: Ancien

source: New
de: Neu
fr: Nouveau

source: user
de: Benutzer
fr: utilisateur

source: Custom forge page enabled
de: Benutzerdefinierte Forge-Seite aktiviert
fr: Page personnalisée de la forge activée

source: Content
de: Inhalt
fr: Contenu

source: Predefined project labels
de: Vordefinierte Projekt-Marken
fr: Étiquettes prédéfinies des projets

source: The label "%s" is invalid: A label must only consist of alphanumeric characters and dashes, and can optionally contain a ":" with a group prefix.
de: Die Marke "%s" ist ungültig. Eine Marke darf nur aus alphanumerischen Zeichen und Bindestrichen bestehen und darf optional einen Doppelpunkt mit einem Gruppen-Präfix beinhalten.
fr: L'étiquette "%s" est invalide : Une étiquette ne peut être composée seulement que de caractères alphanumérique et de tirets, et peut éventuellement contenir un ":" avec un préfixe de groupe.

source: Private project
de: Privates Projekt
fr: Projet privé

source: Shortname
de: Kurzname
fr: Nom court

source: It must be unique for each project and composed only of letters, digits and dash (-) like "my-project".
de: Er muss das Projekt eindeutig identifizieren und darf nur aus Buchstaben (ohne Umlaute), Ziffern und dem Bindestrich (-) bestehen, zum Beispiel "mein-projekt".
fr: Il doit être unique pour chaque projet et ne doit contenir que des lettres, des chiffres et le tiret (-), par exemple «mon-projet».

source: Short description
de: Kurzbeschreibung
fr: Description courte

source: A one line description of the project.
de: Einzeilige Beschreibung des Projektes.
fr: Une description d'une ligne du projet.

source: External URL
de: Externe URL
fr: URL externe

source: Repository type
de: Depot-Typ
fr: Type de dépôt

source: Remote Subversion repository
de: Entferntes Subversion-Depot
fr: Dépôt Subversion distant

source: Repository username
de: Depot-Benutzername
fr: Identifiant d'accès au dépôt

source: Repository password
de: Depot-Passwort
fr: Mot de passe du dépôt

source: Master branch
de: Hauptzweig
fr: Branche principale

source: This should be a world-wide unique identifier for your project. A reverse DNS notation like "com.my-domain.my-project" is a good idea.
de: Dies sollte ein weltweit eindeutiger Bezeichner für Dein Projekt sein. Eine umgekehrte DNS-Notation wie "com.my-domain.my-projekt" ist eine gute Idee.
fr: Cela devrait être un identifiant unique au monde pour votre projet. Une notation DNS inverse comme «com.mon-domaine.mon-projet» est une bonne idée.

source: Project owners
de: Projekt-Eigentümer
fr: Propriétaires du projet

source: Project members
de: Projektmitglieder
fr: Membres du projet

source: Labels
de: Marken
fr: Étiquettes

source: Project template
de: Projektvorlage
fr: Modèle de projet

source: Use the given project to initialize the new project. Access rights and general configuration will be taken from the template project.
de: Benutze das vorgegebene Projekt, um ein neues zu initialisieren. Zugriffsrechte und allgemeine Konfiguration werden von der Projektvorlage übernommen.
fr: Utiliser le projet sélectionné pour démarrer le nouveau projet. Les droits d'accès et la configuration générale seront extraits du modèle de projet.

source: Only a remote repository available through HTTP or HTTPS is allowed. For example "http://somewhere.com/svn/trunk".
de: Nur ein entferntes Depot, welches durch HTTP oder HTTPS verfügbar ist, ist erlaubt. Beispiel: "http://somewhere.com/svn/trunk".
fr: Seulement un dépôt distant utilisant HTTP ou HTTPS est autorisé, par exemple «http://exemple.com/svn/trunk».

source: The master branch is empty or contains illegal characters, please use only letters, digits, dashes and dots as separators.
de: Der Hauptzweig ist leer oder enthält ungültige Zeichen. Bitte verwende nur Buchstaben, Ziffern, Bindestriche und Punkte als Trenner.
fr: La branche principale est vide ou contient des caractères non autorisés. Veuillez n'utiliser que des lettres, des chiffres, le tiret (-) et le point (.).

source: This master branch is already used. Please select another one.
de: Der Hauptzweig wird bereits verwendet. Bitte wähle einen anderen.
fr: Cette branche principale est déjà utilisée. Veuillez en sélectionner une autre.

source: This shortname contains illegal characters, please use only letters, digits and dash (-).
de: Der Kurzname enthält ungültige Zeichen. Bitte verwende nur Buchstaben (ohne Umlaute), Ziffern und den Bindestrich.
fr: Ce nom court contient des caractères non autorisés. Veuillez n'utiliser que des lettres, des chiffres et le tiret (-).

source: The shortname cannot start with the dash (-) character.
de: Der Kurzname darf nicht mit einem Bindestrich (-) beginnen.
fr: Le nom court ne doit pas débuter par un tiret (-).

source: The shortname cannot end with the dash (-) character.
de: Der Kurzname darf nicht mit einem Bindestrich (-) enden.
fr: Le nom court ne doit pas se terminer par un tiret (-).

source: This shortname is already used. Please select another one.
de: Der gewählte Kurzname wird bereits verwendet. Bitte wähle einen anderen.
fr: Ce nom court est déjà utilisé. Veuillez en sélectionner un autre.

source: Cannot save the model from an invalid form.
de: Kann kein Modell von einer ungültigen Maske speichern.
fr: Impossible de sauvegarder le modèle depuis un formulaire invalide.

source: Click on the Project Management tab to set the description of your project.
de: Klicke auf den Projekt-Management-Reiter, um eine Beschreibung Deines Projektes zu setzen.
fr: Cliquez sur l'onglet d'administration du projet pour définir la description du projet.

source: This project is not available.
de: Das Projekt ist nicht verfügbar.
fr: Ce projet n'est pas disponible.

source: Confirmation code
de: Bestätigungs-Code
fr: Code de confirmation

source: I have made a backup of all the important data of this project.
de: Ich habe ein Backup aller wichtiger Informationen dieses Projektes gemacht.
fr: J'ai réalisé une copie de sauvegarde des informations importantes de ce projet.

source: The confirmation code does not match. Please provide a valid confirmation code to delete the project.
de: Der Bestätigungscode stimmt nicht. Bitte gib einen gültigen Bestätigungscode ein, um das Projekt zu löschen.
fr: Le code de confirmation ne correspond pas. Merci de fournir un code de confirmation valide pour supprimer ce projet.

source: Sorry, you really need to backup your data before deletion.
de: Entschuldigung, Du solltest wirklich Deine Daten vor dem Löschen sichern.
fr: Désolé, vous devez vraiment faire une copie de sauvegarde des informations importantes avant de supprimer le projet.

source: First name
de: Vorname
fr: Prénom

source: Last name
de: Nachname
fr: Nom de famille

source: Login
de: Anmelde-Name
fr: Identifiant

source: The login must be between 3 and 15 characters long and contains only letters and digits.
de: Der Anmeldename muss zwischen 3 und 15 Zeichen lang sein und darf nur Buchstaben und Zahlen beinhalten.
fr: L'identifiant doit avoir entre 3 et 15 caractères et ne doit contenir que des lettres et des chiffres.

source: Double check the email address as the password is sent directly to the user.
de: Überprüfe nochmals die E-Mail-Adresse, da das Passwort direkt an den Benutzer gesendet wird.
fr: Vérifiez tout particulièrement l'adresse email, car le mot de passe est directement envoyé à l'utilisateur.

source: Language
de: Sprache
fr: Langue

source: Add a public key
de: Öffentlichen Schlüssel hinzufügen
fr: Ajouter une clé publique

source: Paste a SSH or monotone public key. Be careful to not provide your private key here!
de: Füge einen öffentlichen SSH- oder monotone-Schlüssel hier ein. Pass auf, dass Du nicht versehentlich Deinen privaten Schlüssel hier hineinkopierst!
fr: Copiez une clé publique SSH ou monotone. Faites bien attention à ne pas y mettre votre clé privée!

source: Your details to access your forge.
de: Die Informationen, um auf Deine Forge zuzugreifen.
fr: Vos informations pour accéder à votre forge.

source: The email "%s" is already used.
de: Die E-Mail "%s" wird bereits genutzt.
fr: L'adresse email «%s» est déjà utilisée.

source: The login "%s" can only contain letters and digits.
de: Der Anmeldename "%s" darf nur Buchstaben und Zahlen beinhalten.
fr: L'identifiant «%s» ne doit contenir que des lettres et des chiffres.

source: The login "%s" is already used, please find another one.
de: Der Anmeldename "%s" wird bereits benutzt, bitte finde einen anderen.
fr: L'identifiant «%s» est déjà utilisé. Merci d'en choisir un autre.

source: Password
de: Passwort
fr: Mot de passe

source: Leave blank if you do not want to change the password.
de: Lass das Feld leer, wenn Du das Passwort nicht ändern möchtest.
fr: Laissez vide si vous ne voulez pas modifier le mot de passe.

source: The password must be hard for other people to guess, but easy for the user to remember.
de: Das Passwort sollte für andere Leute schwer zu erraten, aber für den Benutzer einfach zu erinnern sein.
fr: Le mot de passe doit être difficile à trouver par d'autres, mais simple à retenir pour l'utilisateur.

source: Confirm password
de: Passwort bestätigen
fr: Confirmer le mot de passe

source: Description
de: Beschreibung

source: Twitter username
de: Twitter-Benutzername
fr: Nom d'utilisateur Twitter

source: Public email address
de: Öffentlichen E-Mail-Adresse
fr: Adresse email publique

source: Website URL
de: Website-Adresse
fr: URL de site Web

source: Upload custom avatar
de: Eigenes Benutzerbild hochladen
fr: Mettre en ligne un avatar personnalisé

source: An image file with a width and height not larger than 60 pixels (bigger images are scaled down).
de: Eine Bilddatei mit einer Breit und einer Höhe von maximal 60 Pixeln (größere Bilder werden kleiner skaliert).
fr: Un fichier image dont la largeur et la hauteur ne dépassent pas 60 pixels (les images plus grandes sont redimensionnées).

source: Remove custom avatar
de: Eigenes Benutzerbild entfernen
fr: Supprimer l'avatar personnalisé

source: Tick this to delete the custom avatar.
de: Markieren, um das eigene Benutzerbild zu löschen.
fr: Cochez cette option pour supprimer l'avatar personnalisé.

source: Staff
de: Stab
fr: Gestionnaire

source: If you give staff rights to a user, you really need to trust him.
de: Wenn Du einen Benutzer zum Stab hinzufügst, solltest Du ihm wirklich trauen.
fr: Si vous donnez des droits de gestionnaire à un utilisateur, vous devez lui faire confiance.

source: Active
de: Aktiv
fr: Actif

source: If the user is not getting the confirmation email or is abusing the system, you can directly enable or disable their account here.
de: Wenn der Benutzer keine Bestätigungs-E-Mail erhält oder das System missbraucht, kannst Du sein Benutzerkonto hier direkt aktivieren oder deaktivieren.
fr: Si l'utilisateur ne reçoit pas l'email de confirmation ou s'il abuse du système, vous pouvez directement activer ou désactiver son compte ici.

source: --- is not a valid first name.
de: --- ist kein gültiger Vorname.
fr: --- n'est pas un prénom valide.

source: A user with this email already exists, please provide another email address.
de: Ein Benutzer mit dieser E-Mail-Adresse existiert bereits, bitte gib eine andere E-Mail-Adresse an.
fr: Un utilisateur avec cet email existe déjà. Merci de fournir une autre adresse email.

source: For security reason, you cannot upload a file with this extension.
de: Aus Sicherheitsgründen kannst Du keine Dateien mit dieser Erweiterung hochladen.
fr: Pour des raisons de sécurité, vous ne pouvez pas mettre en ligne un fichier ayant cette extension.

source: The passwords do not match. Please give them again.
de: Die Passwörter stimmen nicht überein. Bitte gib sie erneut ein.
fr: Les mots de passe ne sont pas identiques. Veuillez les saisir à nouveau.

source: Please enter one or more valid email addresses.
de: Bitte gib eine oder mehrere gültige E-Mail-Adressen ein.
fr: Veuillez entrer une ou plusieurs adresses email valides.

source: Summary
de: Zusammenfassung
fr: Résumé

source: The "upload_issue_path" configuration variable was not set.
de: Die Konfigurationsvariable "upload_issue_path" ist nicht gesetzt.
fr: La variable de configuration «upload_issue_path» n'a pas été définie.

source: Attach a file
de: Datei anhängen
fr: Joindre un fichier

source: Owner
de: Eigentümer
fr: Propriétaire

source: This issue
de: Dieses Ticket
fr: Ce ticket

source: You cannot add a label with the "Status" prefix to an issue.
de: Du kannst keine Marke mit dem Präfix "Status" zu einem Ticket hinzufügen.
fr: Vous ne pouvez pas ajouter à un ticket une étiquette ayant le préfixe «Status».

source: You provided an invalid label.
de: Du hast eine ungültige Marke angegeben.
fr: Vous avez fourni une étiquette invalide.

source: You cannot provide more than one label from the %s class to an issue.
de: Du kannst nicht mehr als eine Marke von der %s-Klasse zu einem Ticket hinzufügen.
fr: Vous ne pouvez pas fournir plus d'une étiquette de la classe %s à un ticket.

source: You need to provide a description of the issue.
de: Bitte füge eine Beschreibung des Problems an.
fr: Vous devez fournir une description du ticket.

source: You provided an invalid status.
de: Du hast einen ungültigen Status angegeben.
fr: Vous avez fourni un statut invalide.

source: You provided an invalid relation type.
de: Du hast einen ungültigen Verknüpfungstyp angegeben.
fr: Vous avez fourni un type de relation invalide.

source: The value "%s" is not a valid issue id.
de: Der Wert "%s" ist keine gültige Ticket-ID.
fr: La valeur «%s» n'est pas un numéro de ticket valide.

source: The issue "%s" does not exist.
de: Das Ticket "%s" existiert nicht.
fr: Le ticket «%s» n'existe pas.

source: is related to
de: steht in Verbindung mit
fr: est lié à

source: blocks
de: blockiert
fr: bloque

source: is blocked by
de: wird blockiert von
fr: est bloqué par

source: duplicates
de: dupliziert
fr: doublons

source: is duplicated by
de: wird dupliziert von
fr: est dupliqué par

source: Define an issue template to hint the reporter to provide certain information
de: Definiere eine Ticket-Vorlage, um dem Ersteller Hinweise auf benötigte Informationen zu geben
fr: Définir un modèle de ticket pour suggérer au rapporteur certaines informations à fournir

source: Open issue status values
de: Statuswerte für offene Tickets
fr: Valeurs des statuts des tickets ouverts

source: Closed issue status values
de: Statuswerte für geschlossene Tickets
fr: Valeurs des statuts des tickets fermés

source: Predefined issue labels
de: Vordefinierte Ticket-Marken
fr: Étiquettes prédéfinies des tickets

source: The first "Type:" and "Priority:" entries found in this list are automatically chosen as defaults for new issues.
de: Die ersten "Type:"- und "Priority:"-Einträge, die in dieser Liste gefunden werden, werden automatisch als Standardwerte für neue Tickets übernommen.
fr: Les premières entrées «Type:» et «Priorité:» de cette liste sont automatiquement choisies par défaut pour les nouveaux tickets.

source: Each issue may have at most one label with each of these classes.
de: Jedes Ticket darf maximal eine Marke von jeder dieser Klassen haben.
fr: Chaque ticket ne peut avoir qu'une seule étiquette pour chacune de ces classes.

source: Issue relations
de: Ticketverknüpfungen
fr: Relations entre les tickets

source: You can define bidirectional relations like "is related to" or "blocks, is blocked by". For standard relations pre-configured translations exist, new relations should however be defined in a language that is understood by all project members.
de: Du kannst bidirektionale Beziehungen, wie "is related to" oder "blocks, is blocked by", definieren. Für Standard-Beziehungen existieren vorkonfigurierte Übersetzungen, neue Beziehungen sollten jedoch in einer Sprache definiert werden, die von allen Projektmitgliedern verstanden wird.
fr: ous pouvez définir des relations bidirectionnelles comme «&nbsp;est lié à&nbsp;» ou «&nbsp;bloque, est bloqué par&nbsp;». Pour des relations standards pré-configurées, il exite des traductions. De nouvelles relations peuvent cependant être définies dans un vocabulaire compris par tous les membres du projets.

source: Comment
de: Kommentar
fr: Commentaire

source: No changes were entered.
de: Keine Änderung festgestellt.
fr: Aucune modification n'a été effectuée.

source: The following login is invalid: %s.
de: Der folgende Anmeldename ist ungültig: %s.
fr: L'identifiant suivant est invalide: %s.

source: Your login or email
de: Dein Anmeldename oder E-Mail
fr: Votre identifiant ou email

source: Provide either your login or your email to recover your password.
de: Gib bitte entweder Deinen Anmeldenamen oder Deine E-Mail an, um Dein Passwort wiederherzustellen.
fr: Fournissez votre identifiant ou votre email pour récupérer votre mot de passe.

source: Sorry, we cannot find a user with this email address or login. Feel free to try again.
de: Entschuldigung, aber wir können keinen Benutzer mit dieser E-Mail-Adresse oder diesen Anmeldenamen finden. Probier es ruhig noch einmal.
fr: Désolé, nous n'avons pas trouvé d'utilisateur avec cette adresse email ou cet identifiant. Vous pouvez essayer à nouveau.

source: Password Recovery - InDefero
de: Passwortwiederherstellung - InDefero
fr: Récupération du mot de passe - InDefero

source: Your verification key
de: Dein Validierungsschlüssel
fr: Votre clé de vérification

source: We are sorry but this validation key is not valid. Maybe you should directly copy/paste it from your validation email.
de: Dieser Validierungsschlüssel ist leider nicht gültig. Du kannst versuchen, ihn aus der E-Mail zu kopieren.
fr: Nous sommes désolés, mais cette clé de validation est invalide. Peut-être devriez-vous faire directement un copier/coller depuis votre email de validation.

source: Sorry, but this verification key has expired, please restart the password recovery sequence. For security reasons, the verification key is only valid 24h.
de: Dieser Validierungsschlüssel ist nicht mehr gültig, bitte fordere erneut ein neues Kennwort an. Aus Sicherheitsgründen gilt ein Validierungsschlüssel nur für 24 Stunden.
fr: Désolé, cette clé de vérification a expiré. Merci de recommencer la procédure de récupération du mot de passe. Pour des raisons de sécurité, la clé de vérification n'est valide que 24 heures.

source: Cannot save an invalid form.
de: Kann keine ungültige Maske speichern.
fr: Impossible de sauvegarder un formulaire invalide.

source: Your password
de: Dein Passwort
fr: Votre mot de passe

source: Your password must be hard for other people to find it, but easy for you to remember.
de: Dein Passwort muss für andere Leute schwer zu erraten, aber für Dich leicht zu merken sein.
fr: Votre mot de passe doit être difficile à trouver par d'autres, mais simple à retenir pour vous.

source: Confirm your password
de: Bestätige Dein Passwort
fr: Confirmez votre mot de passe

source: The two passwords must be the same.
de: Beide Passwortangaben müssen identisch sein.
fr: Les deux mots de passe doivent être identiques.

source: This account is not active. Please contact the forge administrator to activate it.
de: Das Benutzerkonto ist nicht aktiv. Bitte kontaktiere den Administrator für die Freischaltung.
fr: Ce compte n'est pas actif. Veuillez contacter l'administrateur de la forge pour l'activer.

source: Short Description
de: Kurzbeschreibung
fr: Description courte

source: The "upload_path" configuration variable was not set.
de: Die Konfigurationsvariable "upload_path" ist nicht gesetzt.
fr: La variable de configuration «upload_path» n'a pas été définie.

source: Update the logo
de: Aktualisiere das Logo
fr: Mettre à jour le logo

source: The logo must be a picture with a size of 32 by 32.
de: Das Logo muss ein Bild der Größe 32 x 32 sein.
fr: Le logo doit être une image de 32 × 32 pixels.

source: Remove the current logo
de: Entferne das derzeitige Logo
fr: Supprimer le logo actuel

source: Could not determine the size of the uploaded picture.
de: Konnte die Größe des hochgeladenen Bildes nicht bestimmen.
fr: Impossible de déterminer la taille de l'image mise en ligne.

source: The picture must have a size of 32 by 32.
de: Das Bild muss eine Größe von 32 x 32 haben.
fr: L'image doit avoir une taille de 32 × 32 pixels.

source: The entered URL is invalid. Only http and https URLs are allowed.
de: Die eingegebene URL ist ungültig. Nur http- und https-URLs sind erlaubt.
fr: L'adresse entrée est invalide. Seul les sites "http" et "https" sont autorisés.

source: Your login
de: Dein Anmeldename
fr: Votre identifiant

source: The login must be between 3 and 15 characters long and contain only letters and digits.
de: Der Anmeldename muss zwischen 3 und 15 Zeichen lang sein und darf nur Buchstaben und Zahlen beinhalten.
fr: L'identifiant doit avoir entre 3 et 15 caractères et ne doit contenir que des lettres et des chiffres.

source: Your email
de: Deine E-Mail-Adresse
fr: Votre email

source: We will never send you any unsolicited emails. We hate spam too!
de: Wir werden Ihnen nie unangeforderte E-Mails zusenden. Wir hassen Spam ebenfalls.
fr: Nous ne vous enverrons aucun message non sollicité. Comme vous, nous avons ras-le-bol du spam.

source: I agree to the terms and conditions.
de: Ich stimme den Nutzungbedingungen zu.
fr: J'accepte les conditions d'usage du service.

source: We know, this is boring, but you need to agree with the terms and conditions.
de: Ja, es ist nervig, aber Du musst den Nutzungsbedingungen zustimmen.
fr: Nous savons que c'est inintéressant, mais vous devez accepter les conditions d'usage du service.

source: The email "%1$s" is already used. If you need to, you can <a href="%2$s">recover your password</a>.
de: Die E-Mail-Adresse "%1$s" wird bereits genutzt. Wenn Du musst, kannst Du <a href="%2$s">hier das Passwort zurückzusetzen</a>.
fr: L'email "%1$s" est déjà utilisé. Si vous le voulez, vous pouvez <a href="%2$s">récupérer votre mot de passe</a>.

source: Confirm the creation of your account.
de: Bestätige die Erstellung Deines Benutzerkontos.
fr: Confirmez la création de votre compte.

source: Your confirmation key
de: Dein Bestätigungs-Schlüssel
fr: Votre clé de confirmation

source: Your password must be hard for other people to guess, but easy for you to remember.
de: Dein Passwort muss für andere Leute schwer zu erraten, aber für Dich leicht zu merken sein.
fr: Votre mot de passe doit être difficile à trouver par d'autres, mais simple à retenir pour vous.

source: We are sorry but this confirmation key is not valid. Maybe you should directly copy/paste it from your confirmation email.
de: Dieser Validierungsschlüssel ist leider nicht gültig. Du kannst versuchen, ihn aus der E-Mail zu kopieren.
fr: Nous sommes désolés, mais cette clé de confirmation est invalide. Peut-être devriez-vous faire directement un copier/coller depuis votre email de confirmation.

source: This account has already been confirmed. Maybe should you try to <a href="%s">recover your password</a>.
de: Dieses Benutzerkonto wurde bereits bestätigt. Vielleicht möchtest Du versuchen, Dein Passwort <a href="%s">hier wiederherzustellen</a>?
fr: Ce compte à déjà été validé. Vous voulez peut-être <a href="%s">récupérer votre mot de passe</a>.

source: Commit
de: Revision
