Repository: yhfudev/php-indefero
Catalog: src/IDF/locale/*/idf.po
Languages: de, fr

source: What is your account information?
de: Wie lauten Deine Kontoinformationen?
fr: Quelles sont les informations relatives à votre compte?

source: My login is
de: Mein Anmeldename ist
fr: Mon identifiant est

source: My password is
de: Mein Passwort ist
fr: Mon mot de passe est

source: Sign in
de: Anmelden
fr: Vous identifier

source: I lost my password!
de: Ich habe mein Passwort vergessen!
fr: J'ai perdu mon mot de passe!

source: Welcome.
de: Willkommen.
fr: Bienvenue.

source: It takes less than a minute to create your account.
de: Es dauert weniger als eine Minute, um Dein Benutzerkonto zu erstellen.
fr: La création d'un compte prend moins d'une minute.

source: Welcome, <strong><a class="userw" href="%%url%%">%%user%%</a></strong>.
de: Willkommen, <strong><a class="userw" href="%%url%%">%%user%%</a></strong>.
fr: Bienvenue, <strong><a class="userw" href="%%url%%">%%user%%</a></strong>.

source: Sign Out
de: Abmelden
fr: Se déconnecter

source: Sign in or create your account
de: Anmelden oder Benutzerkonto erstellen
fr: Identifiez-vous ou créez votre compte

source: Forge Management
de: Administration
fr: Administration de la forge

source: Help and accessibility features
de: Hilfe und Barrierefreiheit
fr: Aide et accessibilité

source: Help
de: Hilfe
fr: Aide

source: Welcome
de: Willkommen
fr: Bienvenue

source: Latest Updates
de: Letzte Änderungen
fr: Dernières mises à jour

source: Featured Downloads
de: Empfohlene Downloads
fr: Téléchargements recommandés

source: Show more featured downloads
de: Zeige mehr empfohlene Downloads
fr: Montrer plus de téléchargements.

source: show more...
de: zeige mehr...
fr: plus...

source: Featured Documentation
de: Empfohlene Dokumentation
fr: Documentation recommandée

source: Show more featured documentation
de: Zeige mehr empfohlene Dokumentation
fr: Montrer plus de documentations.

source: Development Team
de: Entwickler-Team
fr: Équipe de développement

source: Admins
de: Administratoren
fr: Administrateurs

source: Happy Crew
de: Glückliche Mannschaft
fr: Équipe sympa

source: Latest updates
de: Letzte Änderungen
fr: Dernières mises à jour

source: All Updates
de: Alle Aktualisierungen
fr: Toutes les mises à jour

source: Filter by type
de: Nach Typ filtern
fr: Filtrer par type

source: Subscribe to this timeline
de: Abonniere diese Zeitleiste
fr: Abonnez-vous à ce flux

source: Project activity: %%activity%%%
de: Projekt-Aktivität: %%activity%%%
fr: Activité du projet : %%activity%%%

source: n/a
de: n.v.
fr: n/d

source: Hello, You have requested the creation of an account to participate in the life of a software project. To confirm the account please follow this link: %%url%% Alternatively, go to this page: %%urlik%% and provide the following confirmation key: %%key%% If you are not interested any longer in taking part in the life of the software project or if you can't remember having requested the creation of an account, please excuse us and simply ignore this email. Yours faithfully, The development team.
de: Hallo, Du hast die Anlage eines Benutzerkontos angefordert, um an dem Leben eines Softwareprojektes teilhaben zu können. Um Dein Konto zu bestätigen, folge bitte dem folgenden Link: %%url%% Alternativ gehe zu dieser Seite: %%urlik%% und gib den folgenden Validierungs-Schlüssel ein: %%key%% Wenn Du nicht mehr länger an diesem Software-Projekt interessiert bist oder wenn Du Dich nicht daran erinnern kannst, dieses Benutzerkonto erstellen zu wollen, entschuldige und ignoriere einfach diese E-Mail. Mit freundlichen Grüßen, Das Entwickler-Team.
fr: Bonjour, Vous avez demandé la création d'un compte pour participer à la vie d'un projet logiciel. Pour confirmer votre compte, suivez ce lien: %%url%% Vous pouvez également vous rendre sur cette page: %%urlik%% et fournir la clé de confirmation suivante: %%key%% Si vous n'êtes plus intéressé à participer à la vie de ce projet logiciel ou si vous ne vous souvenez pas d'avoir fait cette demande, veuillez accepter nos excuses et ignorer ce message. Cordialement, L'équipe de développement

source: Oops, please check the form for errors.
de: Bitte überprüfe die Maske auf Fehler.
fr: Oups, veuillez corriger les erreurs dans le formulaire.

source: Enable Your Account
de: Aktiviere Dein Konto
fr: Activez votre compte

source: This is the last step, but just <strong>be sure to have the cookies enabled</strong> to log in afterwards.
de: Dies ist der letzte Schritt, aber bitte <strong>stelle sicher, dass Du Cookies aktiviert hast</strong>, um Dich im Folgenden anzumelden.
fr: C'est la dernière étape, mais <strong>assurez-vous que les témoins (cookies) soient activés dans votre navigateur</strong> pour vous connecter par la suite.

source: Read the <a id="showterms" href="#theterms">terms and conditions</a> – basically <em>"Please be nice, we respect you"</em>.
de: Lies die <a id="showterms" href="#theterms">Geschäftsbedingungen</a> - kurz zusammengefast <em>"Bitte sei nett, wir respektieren Dich"</em>.
fr: Lire les &lt;a id="showterms" href="#theterms"&gt;conditions d'utilisation –&lt;/a&gt;en gros &lt;em&gt;Soyez sympa, on vous respecte&lt;/em&gt;.

source: If you have just forgotten your login information, then there is no need to create a new account. You can just <a href="%%url%%">recover your login name and password</a>.
de: Wenn Du einfach nur Deine Anmeldedaten vergessen hast, gibt es keinen Grund, ein neues Benutzerkonto zu erstellen. Du kannst einfach <a href="%%url%%">Deinen Anmeldenamen und Dein Passwort wiederherstellen</a>.
fr: Si vous avez oublié vos informations de connexions, alors il n'y as pas besoin de créer un nouveau compte. Vous pouvez juste <a href="%%url%%">récupérer votre identifiant et votre mot de passe</a>.

source: With your account, you will able to participate in the life of all the projects hosted here. Participating in a software project must be fun, so if you have troubles, you can <a href="%%url%%">let us know about your issues at anytime</a>!
de: Durch Dein Benutzerkonto bist Du in der Lage, an dem Leben aller Softwareprojekte, die hierüber verwaltet werden, teilzuhaben. Das Teilnehmen an einem Softwareprojekt muss Spass machen, deshalb <a href="%%url%%">lass uns jederzeit von Deinen Problemen wissen</a>, solltest Du welche haben.
fr: Avec votre compte, vous pourrez participer à la vie de tous les projets administrés ici. Participer à la vie d'un logiciel doit être sympa, alors si vous rencontrez des problèmes, vous pouvez <a href="%%url%%">nous le faire savoir à tout instant</a>!

source: Oops, please check the provided login and email address to register.
de: Bitte überprüfe den angegebenen Anmeldenamen und die E-Mail-Adresse zum registrieren.
fr: Oups, veuillez vérifier l'identifiant et l'adresse email pour vous enregistrer.

source: Create Your Account
de: Erstelle Deinen Account
fr: Créez votre compte

source: Be sure to provide a valid email address, as we are sending a validation link by email.
de: Bitte gib eine gültige E-Mail-Adresse an, da wir einen Bestätigungs-Link an diese Adresse versenden.
fr: Faites attention de bien fournir une adresse email valide, car nous vous enverrons un email de confirmation.

source: Did you know?
de: Wusstest Du?
fr: Le saviez-vous?

source: Oops, we found an error in the form.
de: Wir haben einen Fehler in der Maske gefunden.
fr: Oups, nous avons trouvé une erreur dans le formulaire.

source: Confirm Your Account
de: Bestätige Dein Konto
fr: Confirmez votre compte

source: Use your email software to read your emails and open your confirmation email. Either click directly on the confirmation link or copy/paste the confirmation key in the box and submit the form.
de: Benutze Deine E-Mail-Software, um Deine E-Mails zu lesen und öffne die Bestätigungs-E-Mail. Klicke dann entweder direkt auf den Bestätigungs-Link oder kopiere den Bestätigungsschlüssel direkt in das Eingabefeld hinein und sende das Formular ab.
fr: Utilisez votre logiciel de messagerie pour lire votre email de confirmation. Vous pouvez cliquer sur le lien fourni ou copier/coller la clé de confirmation dans le formulaire et le soumettre.

source: Just after providing the confirmation key, you will be able to set your password and start using this website fully.
de: Direkt nachdem Du den Bestätigungsschlüssel angegeben hast, bist Du in der Lage, Dein Passwort zu setzen und diese Webseite voll zu nutzen.
fr: Tout de suite après avoir fourni la clé de confirmation, vous pourrez définir votre mot de passe et utiliser pleinement le site.

source: Open Reviews
de: Offene Code-Besprechungen
fr: Revues ouvertes

source: Start Code Review
de: Neue Code-Besprechung starten
fr: Nouvelle revue de code

source: <p>To start a code review, you need to provide:</p> <ul> <li>A commit or revision of the current code in the repository from which you started your work.</li> <li>A patch describing your changes with respect to the reference commit.</li> <li><strong>Check your patch does not provide any password or confidential information!</strong></li> </ul>
de: <p>Wenn Du eine Code-Besprechung erstellst, musst Du folgende Angaben machen:</p> <ul> <li>Eine Revision Deines derzeitigen Codes im Depot, von der aus Du Deine Arbeit begonnen hast.</li> <li>Ein Patch, welches die Änderungen ausgehend von der Referenz-Revision beschreibt.</li> <li><strong>Überprüfe, dass Dein Patch keine Passwörter oder vertraulichen Angaben enthält!</strong></li> </ul>
fr: <p>Pour démarrer une revue de code, vous devez fournir:</p> <ul> <li>La révision ou le commit de référence qui a servi de base à votre travail.</li> <li>Un patch décrivant les modifications par rapport à la référence.</li> <li><strong>Vérifiez votre patch pour ne fournir aucun mot de passe ou information confidentielle!</strong></li> </ul>

source: The form contains some errors. Please correct them to submit the code review.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um die Code-Besprechung einzusenden.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour soumettre la revue de code.

source: Select the commit against which you created your patch to be sure it applies correctly.
de: Wähle die Revision aus, gegen welche Du Dein Patch erstellt hast und stelle sicher, dass das Patch auf diese Revision korrekt angewandt werden kann.
fr: Sélectionnez le commit correspondant à votre patch pour être certain qu'il puisse s'appliquer correctement.

source: The following review has been created:
de: Die folgende Code-Besprechung wurde erstellt:
fr: La revue suivante a été créée:

source: Review:
de: Code-Besprechung:
fr: Revue:

source: The following review has been updated:
de: Die folgende Code-Besprechung wurde aktualisiert:
fr: La revue suivante a été mise à jour:

source: By %%who%%, %%c.creation_dtime%%, on file: %%c.cfile%%
de: Von %%who%%, %%c.creation_dtime%%, für Datei: %%c.cfile%%
fr: Par %%who%%, %%c.creation_dtime%%, à propos du fichier: %%c.cfile%%

source: General comments (last first):
de: Allgemeine Kommentare (neueste zuerst):
fr: Commentaires généraux (le plus récent en premier):

source: Detailed file comments (last first):
de: Detaillierte Dateikommentare (neueste zuerst):
fr: Commentaires détaillés des fichiers (le plus récent en premier):

source: Code review is a process in which after or before changes are commited into the code repository, different people discuss the code changes. The goal is to <strong>improve the quality of the code and the contributions</strong>, as such, you must be pragmatic when writing your review. Correctly mention the line numbers (in the old or in the new file) and try to keep a good balance between seriousness and fun.
de: Eine Code-Besprechung ist ein Prozess, in welchem bevor oder nachdem Änderungen in das Quellcode-Depot eingepflegt wurden, verschiedene Personen über diese Änderungen diskutieren. Das Ziel ist die <strong>Qualität des Codes und des Beitrages zu verbessern</strong>, und deshalb solltest Du beim Schreiben Deiner Code-Besprechung pragmatisch sein. Benenne die korrekten Zeilennummern für Deine Kommentare (in der alten oder der neuen Datei) und versuche, eine gute Balance zwischen Ernsthaftigkeit und Spass zu bewahren.
fr: La revue de code est une discussion sur des modifications du code (déjà intégrées ou non dans le dépôt). Le but est d'<strong>améliorer la qualité du code et des contributions</strong>. Pour cela, vous devez être pragmatique quand vous écrivez votre analyse. Mentionnez bien les numéros de ligne (dans l'ancien ou le nouveau fichier) et essayez de garder un bon équilibre entre sérieux et humour dans vos remarques.

source: <strong>Proposing code for review is intimidating</strong>, you know you will receive critics, so please, as a reviewer, <strong>keep this process fun</strong>, use it to help your contributor learn your coding standards and the structure of the code and <strong>make them want to propose more contributions</strong>.
de: <strong>Eine Code-Besprechung kann einschüchternd wirken</strong>. Du als Rezensent weißt, dass Du Kritik erhalten wirst, deshalb <strong>versuche, dem Prozess nicht den Spass zu nehmen</strong>, sondern nutze ihn, um Deinen Aspiranten Deine Coding-Standards und die Struktur Deines Codes zu lehren und <strong>bring sie dazu, mehr beizutragen</strong>.
fr: <strong>Proposer du code pour revue est intimidant</strong>, vous savez que vous allez recevoir des critiques. Comme participant à la revue, <strong>gardez une bonne ambiance</strong> et aidez le contributeur à apprendre la structure de votre code et vos exigences de qualité. <strong>Donnez-lui envie de proposer de nouvelles contributions</strong>.

source: %%ndiff%% diff
de: %%ndiff%% Änderung

source: %%nc%% comment
de: %%nc%% Kommentar
fr: %%nc%% commentaire

source: Comment <a href="%%url%%">%%i%%</a> by <a href="%%whourl%%">%%who%%</a>, %%c.creation_dtime%%
de: Kommentar <a href="%%url%%">%%i%%</a> von <a href="%%whourl%%">%%who%%</a>, %%c.creation_dtime%%
fr: Commentaire <a href="%%url%%">%%i%%</a> par <a href="%%whourl%%">%%who%%</a>, %%c.creation_dtime%%

source: Your comments on the changes in file <em>%%file%%</em>:
de: Deine Kommentare der Änderungen in der Datei <em>%%file%%</em>:
fr: Vos commentaires sur les modifications du fichier <em>%%file%%</em>:

source: <a href="%%url%%">Sign in</a> to participate in the review.
de: <a href="%%url%%">Melde Dich an</a>, um an der Code-Besprechung teilzunehmen.
fr: <a href="%%url%%">Connectez-vous</a> pour participer à la revue.

source: The form contains some errors. Please correct them to submit your review.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um die Code-Besprechung einzusenden.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour soumettre votre revue.

source: How to Participate in a Code Review
de: Wie man an einer Code-Besprechung teilnimmt
fr: Comment participer à une revue de code

source: Author:
de: Autor:
fr: Auteur:

source: Commit:
de: Revision

source: View corresponding source tree
de: Zeige den dazugehörigen Quellcode-Baum
fr: Voir l'arbre des sources correspondant

source: Reviewers:
de: Rezensenten:
fr: Participants:

source: No reviewers at the moment.
de: Derzeit gibt es keine Rezensenten.
fr: Aucun participant à la revue pour le moment.

source: Files:
de: Dateien:
fr: Fichiers:

source: Download the corresponding diff file
de: Dazugehörige Unterschiedsdatei herunterladen
fr: Télécharger le fichier diff correspondant

source: General Comments
de: Allgemeine Kommentare
fr: Commentaires généraux

source: Submit Code Review
de: Code-Besprechung einsenden
fr: Soumettre la revue de code

source: Source Tree
de: Quellcode-Baum
fr: Arbre des sources

source: Change Log
de: Änderungsliste
fr: Journal des modifications

source: How To Get The Code
de: Wie man den Code bekommt
fr: Comment obtenir le code

source: Age
de: Alter
fr: Âge

source: Message
de: Logmeldung

source: Parent:
de: Eltern:

source: View corresponding commit
de: Zeige dazugehörige Revision
fr: Voir le commit correspondant

source: by
de: von
fr: par

source: A new commit has been created:
de: Eine neue Revision wurde erzeugt:
fr: Un nouveau commit a été créée:

source: Created by:
de: Erstellt von:
fr: Créé par:

source: Created at:
de: Erstellt am:
fr: Créé le:

source: Content:
de: Inhalt:
fr: Contenu:

source: Commit details:
de: Revision-Details:
fr: Détails du commit:

source: Date:
de: Datum:

source: Branch:
de: Zweig:
fr: Branche:

source: Parents:
de: Eltern:

source: Message:
de: Logmeldung:

source: Changes:
de: Änderungen:
fr: Modifications:

source: deleted
de: gelöscht
fr: supprimé

source: full
de: voll
fr: complet

source: renamed
de: umbenannt
fr: renommé

source: copied
de: kopiert
fr: copié

source: added
de: hinzugefügt
fr: ajouté

source: modified
de: verändert
fr: modifié

source: properties changed
de: Eigenschaften geändert
fr: Propriétés changées.

source: removed
de: entfernt
fr: supprimé

source: File differences
de: Dateiunterschiede
fr: Différences entre fichiers

source: properies changed
de: Eigenschaften geändert
fr: propriétés modifiées

source: The revision identifier <b>%%commit%%</b> is ambiguous and can be expanded to multiple valid revisions - please choose one:
de: Die Revisionskennung <b>%%commit%%</b> ist mehrdeutig und kann zu mehreren gültigen Revisionen erweitert werden - bitte wähle eine:
fr: L'identifiant de révision <b>%%commit%%</b> est ambigu et peut être associé à différentes révisions valides. Choisissez-en une:

source: Title
de: Titel
fr: Titre

source: Author
de: Autor
fr: Auteur

source: Date
de: Datum

source: Branch
de: Zweig
fr: Branche

source: %%cproject.name%%: Commit %%c.scm_id%%
de: %%cproject.name%%: Revision %%c.scm_id%%

source: Branches
de: Zweige

source: filter branches
de: Zweige filtern
fr: filtrer les branches

source: filter tags
de: Tags filtern
fr: filtrer les étiquettes

source: Source at commit <a class="mono" href="%%url%%">%%commit%%</a> created %%cobject.date%%.
de: Quellcode bei Revision <a class="mono" href="%%url%%">%%commit%%</a> erzeugt %%cobject.date%%.
fr: Source au commit <a class="mono" href="%%url%%">%%commit%%</a> créé %%cobject.date%%.

source: By %%cobject.author%%, %%cobject.title%%
de: Von %%cobject.author%%, %%cobject.title%%
fr: Par %%cobject.author%%, %%cobject.title%%

source: Root
de: Wurzel
fr: Racine

source: The team behind %%project%% is using the <strong>git</strong> software to manage the source code.
de: Das Team von %%project%% nutzt <strong>git</strong> als Software zur Versionsverwaltung.
fr: L'équipe de développement du projet %%project%% utilise <strong>Git</strong> pour gérer le code source.

source: You may need to <a href="%%url%%">provide your SSH key</a>. The synchronization of your SSH key can take a couple of minutes. You can learn more about <a href="http://www.google.com/search?q=public+ssh+key+authentication">SSH key authentication</a>.
de: Eventuell musst Du <a href="%%url%%">Deinen SSH-Schlüssel hochladen</a>. Die Synchronizierung Deines SSH-Schlüssels kann einige Minuten dauern. Du kannst <a href="http://www.google.com/search?q=public+ssh+key+authentication">hier mehr über SSH-Schlüssel-Authentifizierung erfahren</a>.
fr: Vous devrez peut-être fournir <a href="%%url%%">votre clé SSH</a>. La synchronisation de votre clé SSH peut prendre quelques minutes. Vous pouvez en apprendre plus sur l'<a href="http://www.google.fr/search?q=authentification+cl%%C3%%A9+ssh+publique">authentification avec une clé SSH publique</a>.

source: To make a first commit in the repository, perform the following steps:
de: Um eine erste Revision ins Depot einzupflegen, führe die folgenden Schritte aus:
fr: Pour effectuer le premier commit dans le dépôt, procédez comme suit:

source: Find here more details on how to access %%project%% source code.
de: Hier findest Du mehr Information, wie Du auf den Quellcode von %%project%% zugreifst.
fr: Trouvez ici plus de détails pour accéder au code du projet %%project%%.

source: Command-Line Access
de: Zugriff über die Kommandozeile
fr: Accès en ligne de commande

source: First Commit
de: Erste Revision
fr: Premier commit

source: Size
de: Größe
fr: Taille

source: Download this version
de: Diese Version herunterladen
fr: Téléchargez cette version

source: or
de: oder
fr: ou

source: The branch or revision <b>%%commit%%</b> is not valid or does not exist in this repository.
de: Der Zweig oder die Revision <b>%%commit%%</b> ist ungültig oder existiert nicht in diesem Depot.
fr: La branche ou la révision <b>%%commit%%</b> n'est pas valide ou n'existe pas dans le dépôt.

source: The following list shows all available branches:
de: Die folgende Liste führt alle verfügbaren Zweige auf:
fr: Les branches disponibles sont listées ci-dessous:

source: If this is a new repository, the reason for this error could be that you have not committed and / or pushed any change so far. In this case please take a look at the <a href="%%url%%">Help</a> page how to access your repository.
de: Falls dies ein neues Depot ist, könnte der Grund für diesen Fehler sein, dass Du bislang noch keine Änderungen eingepflegt oder zum Server übertragen hast. In diesem Fall sieh bitte auf der <a href="%%url%%">Hilfe</a>-Seite nach, wie Du auf Dein Depot zugreifen kannst.
fr: S'il s'agit d'un nouveau dépôt, la raison de cette erreur peut être que vous n'avez pas encore effectué de commit ou envoyé de modification. Dans ce cas, veuillez lire la page d'<a href="%%url%%">aide</a> sur comment accéder au dépôt.

source: The team behind %%project%% is using the <strong>Mercurial</strong> software to manage the source code.
de: Das Team von %%project%% nutzt <strong>Mercurial</strong> als Software zur Versionsverwaltung.
fr: L'équipe de développement du projet %%project%% utilise <strong>Mercurial</strong> pour gérer le code source.

source: To get write access to the repository, you need to use your username and your <a href="%%url%%">extra password</a>.
de: Um Schreibberechtigungen auf das Depot zu erhalten, benötigst Du Deinen Anmeldenamen und Dein <a href="%%url%%">zusätzliches Passwort</a>.
fr: Pour avoir accès en écriture au dépôt, vous devez utiliser votre identifiant et votre <a href="%%url%%">mot de passe supplémentaire</a>.

source: Write Access Authentication
de: Authentifizierung für Schreibberechtigung
fr: Authentification d'accès en écriture

source: Property <strong>%%prop%%</strong> set to <em>%%val%%</em>
de: Eigenschaft <strong>%%prop%%</strong> auf <em>%%val%%</em> gesetzt
fr: Propriété <strong>%%prop%%</strong> définie à <em>%%val%%</em>

source: The team behind %%project%% is using the <strong>monotone</strong> software to manage the source code.
de: Das Team von %%project%% nutzt <strong>monotone</strong> als Software zur Versionsverwaltung.
fr: L'équipe de développement du projet %%project%% utilise <strong>Monotone</strong> pour gérer le code source.

source: Switch
de: Wechseln
fr: Basculer

source: The team behind %%project%% is using the <strong>subversion</strong> software to manage the source code.
de: Das Team von %%project%% nutzt <strong>subversion</strong> als Software zur Versionsverwaltung.
fr: L'équipe de développement du projet %%project%% utilise <strong>Subversion</strong> pour gérer le code source.

source: The revision <b>%%commit%%</b> is not valid or does not exist in this repository.
de: Die Revision <b>%%commit%%</b> ist ungültig oder existiert nicht in diesem Depot.
fr: La révision <b>%%commit%%</b> n'est pas valide ou n'existe pas dans ce dépôt.

source: Rev
de: Revision
fr: Rév

source: Branches:
de: Zweige:
