Repository: yhfudev/php-indefero
Catalog: src/IDF/locale/*/idf.po
Languages: de, fr

source: Could not write write-permissions file "%s"
de: Konnte die write-permissions-Datei "%s" nicht schreiben
fr: Impossible d'écrire le fichier de permissions en écriture «%s»

source: Could not write read-permissions file "%s"
de: Konnte die read-permissions-Datei "%s" nicht schreiben
fr: Impossible d'écrire le fichier de permissions en lecture «%s»

source: Could not remove symlink "%s"
de: Konnte symbolischen Link "%s" nicht entfernen
fr: Impossible de supprimer le lien symbolique «%s»

source: Could not create symlink "%s"
de: Konnte symbolischen Link "%s" nicht erstellen
fr: Impossible de créer le lien symbolique «%s»

source: One or more paths underneath %s could not be deleted
de: Ein oder mehrere Pfade unterhalb %s konnten nicht gelöscht werden
fr: Un ou plusieurs chemins sous %s n'ont pu être supprimés

source: Could not delete client private key "%s"
de: Konnte privaten Schlüssel "%s" des Clients nicht löschen
fr: Impossible de supprimer la clé privée cliente «%s»

source: Could not parse read-permissions for project "%1$s": %2$s
de: Konnte read-permissions-Datei für Projekt "%1$s" nicht analysieren: %2$s
fr: N'a pas pu consulter les permissions de lecture pour le projet "%1$s": %2$s

source: Could not write read-permissions for project "%s"
de: Konnte read-permissions-Datei für Projekt "%s" nicht schreiben.
fr: Impossible d'écrire les permissions en lecture pour le projet «%s»

source: Could not write write-permissions file for project "%s"
de: Konnte write-permissions-Datei für Projekt "%s" nicht schreiben.
fr: Impossible d'écrire les permissions en écriture pour le projet «%s»

source: "mtn_repositories" must be defined in your configuration file.
de: Die Variable "mtn_repositories" muss in der Konfigurationsdatei definiert sein.
fr: «mtn_repositories» doit être défini dans votre fichier de configuration.

source: The project path %s does not exists.
de: Der Projektpfad %s existiert nicht.
fr: Le chemin de projet %s n'existe pas.

source: The command "%s" could not be executed.
de: Das Kommando "%s" konnte nicht ausgeführt werden.
fr: La commande «%s» n'a pu être exécutée.

source: short name
de: Kurzname
fr: nom court

source: Used in the URL to access the project, must be short with only letters and numbers.
de: Wird in der URL benutzt, um auf das Projekt zuzugreifen. Muss kurz sein und darf nur Buchstaben und Zahlen enthalten.
fr: Utilisé dans l'adresse URL pour accéder au projet, doit être court et ne comportant que des lettres et des chiffres.

source: short description
de: Kurzbeschreibung
fr: Description courte

source: description
de: Beschreibung

source: The description can be extended using the Markdown syntax.
de: Die Beschreibung kann durch die Benutzung der markdown-Syntax erweitert werden.
fr: La description peut être complété en utilisant la syntaxe Markdown.

source: private
de: privat
fr: privé

source: current project activity
de: Derzeitige Projektaktivität
fr: Activité du projet actuel

source: Project "%s" not found.
de: Projekt "%s" nicht gefunden.
fr: Projet «%s» non trouvé.

source: date
de: Datum

source: vote
de: abstimmen

source: <a href="%1$s" class="%2$s" title="View review">Review %3$d</a>, %4$s
de: <a href="%1$s" class="%2$s" title="Code-Besprechung anzeigenw">Code-Besprechung %3$d</a>, %4$s
fr: <a href="%1$s" class="%2$s" title="Voir la revue">Revue %3$d</a>, %4$s

source: Update of <a href="%1$s" class="%2$s">review %3$d</a>, by %4$s
de: Aktualisierung von <a href="%1$s" class="%2$s">Code-Besprechung %3$d</a>, von %4$s
fr: Mis à jour de la <a href="%1$s" class="%2$s">revue %3$d</a>, par %4$s

source: %1$s: Updated review %2$d - %3$s
de: %1$s: Aktualisierte Code-Besprechung %2$d - %3$s
fr: %1$s : Mise à jour de la ressource %2$d - %3$s

source: Updated Code Review %1$s - %2$s (%3$s)
de: Aktualisierte Code-Besprechung %1$s - %2$s (%3$s)
fr: Mettre à jour la revue de code %1$s - %2$s (%3$s)

source: review
de: Code-Besprechung
fr: revue

source: commit
de: Revision

source: Creation of <a href="%1$s" class="%2$s">review %3$d</a>, by %4$s
de: Erzeugung von <a href="%1$s" class="%2$s">Code-Besprechung %3$d</a>, von %4$s
fr: Création de la <a href="%1$s" class="%2$s">revue %3$d</a>, par %4$s

source: %1$s: Creation of Review %2$d - %3$s
de: %1$s: Erstellung von Code-Besprechung %2$d -%3$s
fr: %1$s: Création de la revue %2$d - %3$s

source: New Code Review %1$s - %2$s (%3$s)
de: Neue Code-Besprechung %1$s - %2$s (%3$s)
fr: Nouvelle revue de code %1$s - %2$s (%3$s)

source: Folder %1$s not found in commit %2$s.
de: Verzeichnis %1$s in Revision %2$s nicht gefunden.
fr: Dossier %1$s non trouvé dans le commit %2$s.

source: Not a valid tree: %s.
de: Kein gültiger Quellcode-Baum: %s.
fr: Arbre invalide: %s.

source: Monotone client key name or hash not in project conf.
de: Kein monotone-Client-Schlüsselname oder -prüfsumme in Projektkonfiguration gefunden.
fr: Le nom ou le hash de la clé cliente monotone ne figure pas dans la configuration du projet.

source: The key directory %s could not be created.
de: Das Schlüsselverzeichnis %s konnte nicht erstellt werden.
fr: Le dossier des clés %s n'a pu être créé.

source: Could not write client key "%s"
de: Konnte Client-Schlüssel "%s" nicht schreiben
fr: Impossible d'écrire la clé cliente «%s»

source: occurrence
de: Vorkommen

source: word
de: Wort
fr: mot

source: occurrences
de: Vorkommen

source: ponderated occurrence
de: gewichtete Vorkommen
fr: Occurrence pondérée

source: tag class
de: Tag-Klasse
fr: classe d'étiquette

source: The class of the tag.
de: Die Klasse des Tags.
fr: La classe de l'étiquette.

source: lcname
de: Kleingeschriebener Name

source: Lower case version of the name for fast searching.
de: Kleingeschriebene Version des Namens zur schnelleren Suche.
fr: Version du nom en minuscules pour recherche rapide.

source: Create this documentation page
de: Erstelle diese Dokumentations-Seite
fr: Créer cette page de documentation

source: You are not allowed to access the wiki.
de: Dir ist es nicht erlaubt, auf das Wiki zuzugreifen.
fr: Vous n'êtes pas autorisé à accéder au wiki.

source: The wiki resource has not been found.
de: Die Wiki-Ressource wurde nicht gefunden.
fr: La ressource du wiki n'a pas été trouvé.

source: The wiki resource has not been found. Create it!
de: Die Wiki-Ressource wurde nicht gefunden. Lege sie an!
fr: La ressource du wiki n'a pas été trouvé. Créez-la !

source: This revision of the resource is no longer available.
de: Diese Version der Ressource ist nicht mehr verfügbar.
fr: La version de cette ressource n'est plus disponible.

source: Anonymous
de: Anonym
fr: Anonyme

source: Me
de: mir
fr: Moi

source: Today
de: Heute
fr: Aujourd'hui

source: file
de: Datei
fr: fichier

source: The path is relative to the upload path.
de: Der Pfad ist relativ zum Upload-Pfad.
fr: Le chemin est relatif au dossier de mise en ligne.

source: file size in bytes
de: Dateigröße in Bytes
fr: taille du fichier en octets

source: number of downloads
de: Anzahl der Downloads
fr: nombre de téléchargements

source: <a href="%1$s" title="View download">Download %2$d</a>, %3$s
de: <a href="%1$s" title="Zeige Download">Download %2$d</a>, %3$s
fr: <a href="%1$s" title="Voir le téléchargement">Téléchargement %2$d</a>, %3$s

source: Addition of <a href="%1$s">download %2$d</a>, by %3$s
de: Hinzufügen von <a href="%1$s">Download %2$d</a>, von %3$s
fr: Somme des <a href="%1$s">téléchargements %2$d</a>, par %3$s

source: %1$s: Download %2$d added - %3$s
de: %1$s: Download %2$d hinzugefügt - %3$s
fr: %1$s: Téléchargement %2$d ajouté - %3$s

source: New download - %1$s (%2$s)
de: Neuer Download - %1$s (%2$s)
fr: Nouveau téléchargement - %1$s (%2$s)

source: Updated download - %1$s (%2$s)
de: Download aktualisiert - %1$s (%2$s)
fr: Téléchargement mis à jour - %1$s (%2$s)

source: The forge configuration has been saved.
de: Die Forge-Einstellungen wurden gespeichert.
fr: La configuration de la forge à été sauvegardée.

source: This table shows the projects in the forge.
de: Diese Tabelle zeigt die Projekte dieser Forge.
fr: Ce tableau affiche les projets de la forge.

source: Short Name
de: Kurzname
fr: Nom court

source: Repository Size
de: Größe des Depots
fr: Taille du dépôt

source: No projects were found.
de: Es wurden keine Projekte gefunden.
fr: Aucun projet n'a été trouvé.

source: The label configuration has been saved.
de: Die Marken-Einstellungen wurden gespeichert.
fr: La configuration des étiquettes à été sauvegardée.

source: Update %s
de: Aktualisiere %s
fr: Mettre à jour %s

source: The project has been updated.
de: Das Projekt wurde aktualisiert.
fr: Le projet a été mis à jour.

source: The project has been created.
de: Das Projekt wurde angelegt.
fr: Le projet a été créé.

source: Delete %s Project
de: Lösche Projekt %s
fr: Supprimer le projet %s

source: The project has been deleted.
de: Das Projekt wurde gelöscht.
fr: Le projet a été supprimé.

source: Not Validated User List
de: Liste nicht validierter Benutzer
fr: Liste des utilisateurs non confirmés

source: This table shows the users in the forge.
de: Diese Tabelle zeigt die Benutzer dieser Forge.
fr: Ce tableau affiche les utilisateurs de la forge.

source: login
de: Anmeldename
fr: identifiant

source: Admin
de: Administrator

source: Last Login
de: Letztes Login
fr: Dernière connexion

source: No users were found.
de: Es wurden keine Benutzer gefunden.
fr: Aucun utilisateur trouvé.

source: You do not have the rights to update this user.
de: Du hast nicht die Berechtigung, um diesen Benutzer zu aktualisieren.
fr: Vous n'avez pas les droits pour mettre à jour cet utilisateur.

source: The user has been updated.
de: Der Benutzer wurde aktualisiert.
fr: L'utilisateur a été mis à jour.

source: The user %s has been created.
de: Der Benutzer %s wurde erstellt.
fr: L'utilisateur %s a été créé.

source: Add User
de: Benutzer hinzufügen
fr: Ajouter un utilisateur

source: Usher management
de: Usher-Verwaltung
fr: Administration d'usher

source: Usher configuration has been reloaded
de: Usher-Konfiguration neu geladen
fr: La configuration d'usher a été rechargée

source: Usher has been shut down
de: Usher wurde heruntergefahren.
fr: Usher a été éteint

source: Usher has been started up
de: Usher wurde hochgefahren.
fr: Usher a été démarré

source: The server "%s" has been started
de: Der Server "%s" wurde gestartet.
fr: Le serveur «%s» a été démarré

source: The server "%s" has been stopped
de: Der Server "%s" wurde gestoppt.
fr: Le serveur «%s» a été arrêté

source: The server "%s" has been killed
de: Der Server "%s" wurde getötet.
fr: Le serveur «%s» a été tué

source: Open connections for "%s"
de: Offene Verbindungen für "%s"
fr: Connexions actives pour «%s»

source: no connections for server "%s"
de: keine Verbindungen für Server "%s"
fr: aucune connexion pour le serveur «%s»

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: This table shows the files to download.
de: Diese Tabelle zeigt die herunterladbaren Dateien.
fr: Ce tableau affiche la liste des fichiers à télécharger.

source: Uploaded
de: Hochgeladen
fr: Mis en ligne

source: No downloads were found.
de: Keine Downloads gefunden.
fr: Aucun téléchargement n'a été trouvé.

source: Download %s
de: Lade %s herunter
fr: Télécharger %s

source: The file <a href="%1$s">%2$s</a> has been updated.
de: Die Datei <a href="%1$s">%2$s</a> wurde aktualisiert.
fr: Le fichier <a href="%1$s">%2$s</a> a été mis à jour.

source: Delete Download %s
de: Lösche Download %s
fr: Supprimer le téléchargement %s

source: The file has been deleted.
de: Die Datei wurde gelöscht.
fr: Le fichier a été supprimé.

source: The <a href="%s">file</a> has been uploaded.
de: Die <a href="%s">Datei</a> wurde hochgeladen.
fr: Le <a href="%s">fichier</a> a été mis en ligne.

source: New Downloads from Archive
de: Neue Downloads aus einem Archiv
fr: Nouveau téléchargements depuis l'archive

source: The archive has been uploaded and processed.
de: Das Archiv wurde hochgeladen und verarbeitet.
fr: L'archive à été envoyée et traitée.

source: %1$s Downloads with Label %2$s
de: %1$s Downloads mit der Marke %2$s
fr: Téléchargements de %1$s avec l'étiquette %2$s

source: This table shows the downloads with label %s.
de: Diese Tabelle zeigt die Downloads mit der Marke %s.
fr: Ce tableau affiche les téléchargements avec l'étiquette %s.

source: %s Open Issues
de: %s Offene Tickets
fr: Tickets ouverts de %s

source: This table shows the open issues.
de: Diese Tabelle zeigt die offenen Tickets.
fr: Ce tableau affiche les tickets ouverts.

source: Last Updated
de: Letzte Aktualisierung
fr: Dernière mise à jour

source: No issues were found.
de: Es wurden keine Tickets gefunden.
fr: Aucun ticket n'a été trouvé.

source: Not assigned
de: Nicht zugeordnet
fr: Non assigné

source: Summary of tracked issues in %s.
de: Zusammenfassung verfolgter Tickets in %s
fr: Résumé des tickets du projet %s.

source: Watch List: Closed Issues for %s
de: Beobachtungsliste: Geschlossene Tickets für %s
fr: Liste de surveillance: tickets fermés pour %s

source: This table shows the closed issues in your watch list for %s project.
de: Diese Tabelle zeigt die geschlossenen Tickets auf Deiner Beobachtungsliste für das Projekt %s.
fr: Ce tableau affiche les tickets fermés dans votre liste de surveillance pour le projet %s.

source: Watch List: Open Issues for %s
de: Beobachtungsliste: Offene Tickets für %s
fr: Liste de surveillance: tickets ouverts pour %s

source: This table shows the open issues in your watch list for %s project.
de: Diese Tabelle zeigt die offenen Tickets auf Deiner Beobachtungsliste für das Projekt %s.
fr: Ce tableau affiche les tickets ouverts dans votre liste de surveillance pour le projet %s.

source: Watch List: Closed Issues
de: Beobachtungsliste: Geschlossene Tickets
fr: Liste de surveillance: tickets fermés

source: This table shows the closed issues in your watch list.
de: Diese Tabelle zeigt die geschlossenen Tickets auf Deiner Beobachtungsliste.
fr: Ce tableau affiche les tickets fermés dans votre liste de surveillance.

source: Watch List: Open Issues
de: Beobachtungsliste: Offene Tickets
fr: Liste de surveillance: tickets ouverts

source: This table shows the open issues in your watch list.
de: Diese Tabelle zeigt die offenen Tickets auf Deiner Beobachtungsliste.
fr: Ce tableau affiche les tickets ouverts dans votre liste de surveillance.

source: Project
de: Projekt
fr: Projet

source: %1$s %2$s Submitted %3$s Issues
de: %1$s %2$s eingesandte Tickets für %3$s
fr: Tickets soumis par %1$s %2$s pour %3$s

source: %1$s %2$s Closed Submitted %3$s Issues
de: %1$s %2$s eingesandte, geschlossene Tickets für %3$s
fr: Tickets fermés et soumis par %1$s %2$s pour %3$s

source: %1$s %2$s Closed Working %3$s Issues
de: %1$s %2$s bearbeitete, geschlossene Tickets für %3$s
fr: Tickets fermés et assignés à %1$s %2$s pour %3$s

source: %1$s %2$s Working %3$s Issues
de: %1$s %2$s bearbeitete Tickets für %3$s
fr: Tickets assignés à %1$s %2$s pour %3$s

source: Submit a new issue
de: Erstelle ein neues Ticket
fr: Soumettre un nouveau ticket

source: <a href="%1$s">Issue %2$d</a> has been created.
de: <a href="%1$s">Ticket %2$d</a> wurde erstellt.
fr: <a href="%1$s">Ticket %2$d</a> à été créé.

source: Search issues - %s
de: Suche Tickets - %s
fr: Recherche de tickets - %s

source: Search closed issues - %s
de: Suche geschlossene Tickets - %s
fr: Recherche de tickets fermés - %s

source: This table shows the found issues.
de: Diese Tabelle zeigt die gefundenen Tickets.
fr: Ce tableau affiche les tickets trouvés.

source: Issue <a href="%1$s">%2$d</a>: %3$s
de: Ticket <a href="%1$s">%2$d</a>: %3$s
fr: Ticket <a href="%1$s">%2$d</a> : %3$s

source: <a href="%1$s">Issue %2$d</a> has been updated.
de: <a href="%1$s">Ticket %2$d</a> wurde aktualisiert.
fr: <a href="%1$s">Ticket %2$d</a> à été mis à jour.

source: View %s
de: Zeige %s
fr: Voir %s

source: %s Closed Issues
de: %s Geschlossene Tickets
fr: Tickets fermés de %s

source: This table shows the closed issues.
de: Diese Tabelle zeigt die geschlossenen Tickets.
fr: Ce tableau affiche les tickets fermés.

source: %1$s Issues with Label %2$s
de: %1$s Tickets mit Markierung %2$s
fr: Tickets de %1$s avec l'étiquette %2$s

source: %1$s Closed Issues with Label %2$s
de: %1$s geschlossene Tickets mit Markierung %2$s
fr: Tickets fermés de %1$s avec l'étiquette %2$s

source: This table shows the issues with label %s.
de: Diese Tabelle zeigt die Tickets mit der Markierung %s.
fr: Ce tableau affiche les tickets avec l'étiquette %s.

source: The issue has been removed from your watch list.
de: Das Ticket wurde von Deiner Beobachtungsliste entfernt.
fr: Le ticket a été supprimé de votre liste de surveillance.

source: The issue has been added to your watch list.
de: Das Ticket wurde zu Deiner Beobachtungsliste hinzugefügt.
fr: Le ticket a été ajouté à votre liste de surveillance.

source: On your watch list.
de: Auf Deiner Beobachtungsliste.
fr: Dans votre liste de surveillance.

source: Issues and Comments
de: Tickets u. Kommentare
fr: Tickets et commentaires

source: Documents
de: Dokumentation

source: Reviews and Patches
de: Besprechungen u. Patches
fr: Revues et patchs

source: This table shows the project updates.
de: Diese Tabelle zeigt Projekt-Aktualisierungen.
fr: Ce tableau affiche les mises à jour du projet.

source: Change
de: Änderung
fr: Modification

source: No changes were found.
de: Es wurden keine Änderungen gefunden.
fr: Aucune modification n'a été trouvée.

source: %s Project Summary
de: %s Projektzusammenfassung
fr: Résumé du projet %s

source: %s Issue Tracking Configuration
de: %s Ticket-Einstellungen
fr: Configuration du gestionnaire de tickets de %s

source: The issue tracking configuration has been saved.
de: Die Ticket-Einstellungen wurden gespeichert.
fr: La configuration du gestionnaire de tickets a été sauvegardée.

source: %s Downloads Configuration
de: %s Download-Einstellungen
fr: Configuration des téléchargements de %s

source: The downloads configuration has been saved.
de: Die Download-Einstellungen wurden gespeichert.
fr: La configuration des téléchargements a été sauvegardée.

source: %s Documentation Configuration
de: %s Dokumentations-Einstellungen
fr: Configuration de la documentation de %s

source: The documentation configuration has been saved.
de: Die Dokumentations-Einstellungen wurden gespeichert.
fr: La configuration de la documentation a été sauvegardée.

source: %s Project Members
de: %s Projektmitglieder
fr: Membres du projet %s

source: The project membership has been saved.
de: Die Projektmitgliedschaft wurde gespeichert.
fr: Les membres du projet ont été sauvegardés.

source: %s Tabs Access Rights
de: %s Zugriffsrechte auf Registerkarten
fr: Droits d'accès aux onglets de %s

source: The project tabs access rights and notification settings have been saved.
de: Die Zugriffsrechte für die Projekt-Registerkarten und die Benachrichtigungseinstellungen wurden gespeichert.
fr: Les paramètres de l'onglet de droit d'accès et de notifications on été sauvegardés.

source: %s Source
de: %s Quellcode
fr: Source de %s

source: The project source configuration has been saved.
de: Die Konfiguration des Projekt-Quellcodes wurde gespeichert.
fr: La configuration de la source du projet a été sauvegardée.

source: %s Code Reviews
de: %s Code-Besprechungen
fr: Revues de code de %s

source: This table shows the latest reviews.
de: Diese Tabelle zeigt die letzten Besprechungen.
fr: Ce tableau affiche les dernières revues.

source: No reviews were found.
de: Es wurden keine Besprechungen gefunden.
fr: Aucune revue n'a été trouvée.

source: The <a href="%1$s">code review %2$d</a> has been created.
de: Die <a href="%1$s">Code-Besprechung %2$d</a> wurde erstellt.
fr: La <a href="%1$s">revue de code %2$d</a> à été crée.

source: Review <a href="%1$s">%2$d</a>: %3$s
de: Besprechung <a href="%1$s">%2$d</a>: %3$s
fr: Revue <a href="%1$s">%2$d</a> : %3$s

source: Your <a href="%1$s">code review %2$d</a> has been published.
de: Deine <a href="%1$s">Code-Besprechung %2$d</a> wurde veröffentlicht.
fr: Votre <a href="%1$s">revue de code %2$d</a> à été publiée.

source: %s Source Help
de: %s Quellcode-Hilfe
fr: Aide sur la source de %s

source: %s Invalid Revision
de: %s Ungültige Revision
fr: Révision invalide de %s

source: %s Ambiguous Revision
de: %s Mehrdeutige Revision
fr: Révision ambiguë de %s

source: %1$s %2$s Change Log
de: %1$s %2$s Logmeldung
fr: Journal des modifications %2$s de %1$s

source: %1$s %2$s Source Tree
de: %1$s %2$s Quellcode-Baum
fr: Arbre des sources %2$s de %1$s

source: %s Commit Details
de: %s Revisions-Details
fr: Détails d'un commit de %s

source: %1$s Commit Details - %2$s
de: %1$s Revisions-Details - %2$s
fr: %1$s Détails du commit - %2$s

source: Your Dashboard - Working Issues
de: Dein Dashboard - Bearbeitete Tickets
fr: Votre tableau de bord - Tickets assignés

source: Your Dashboard - Submitted Issues
de: Dein Dashboard - Eingesandte Tickets
fr: Votre tableau de bord - Tickets soumis

source: No issues are assigned to you, yeah!
de: Es liegen keine Tickets für Dich vor. Super!
fr: Aucun ticket ne vous est assigné, youpi!

source: All the issues you submitted are fixed, yeah!
de: Alle Tickets, die Du eingesandt hast, sind gelöst! Super!
fr: Tous les tickets que vous avez soumis ont été résolus, youpi!

source: Your personal information has been updated.
de: Deine persönlichen Daten wurden aktualisiert.
fr: Vos informations personnelles ont été mises à jour.

source: Your Account
de: Dein Konto
fr: Votre compte

source: The public key has been deleted.
de: Der öffentliche Schlüssel wurde gelöscht.
fr: La clé publique a été supprimée.

source: The address has been deleted.
de: Die Adresse wurde gelöscht.
fr: L'adresse a été supprimée.

source: Confirm The Email Change
de: Bestätige die Änderung der E-Mail-Adresse
fr: Confirmez le changement d'email

source: Your new email address "%s" has been validated. Thank you!
de: Deine neue E-Mail-Adresse "%s" wurde validiert. Danke!
fr: Votre nouvelle adresse email «%s» a été validée. Merci!

source: %s Documentation
de: %s Dokumentation
fr: Documentation de %s

source: This table shows the documentation pages.
de: Diese Tabelle zeigt Dokumentations-Seiten.
fr: Ce tableau liste les pages de documentation.

source: Page Title
de: Seitentitel
fr: Titre de la page

source: Updated
de: Aktualisiert
fr: Mise à jour

source: No documentation pages were found.
de: Keine Dokumentations-Seiten gefunden.
fr: Aucune page de documentation n'a été trouvée.

source: %s Documentation Resources
de: %s Dokumentations-Ressourcen
fr: %s Documentation de la ressource

source: This table shows the resources that can be used on documentation pages.
de: Diese Tabelle zeigt die Ressourcen an, die in Dokumentations-Seiten eingebunden werden können.
fr: Ce tableau montre quelles ressources peuvent être utilisé dans les pages de documentations.

source: Resource Title
de: Ressourcen-Titel
fr: Titre de la ressource

source: No resources were found.
de: Es wurden keine Ressourcen gefunden.
fr: Aucune ressource n'a été trouvée.

source: Documentation Search - %s
de: Dokumentations-Suche - %s
fr: Recherche dans la documentation - %s

source: This table shows the pages found.
de: Diese Tabelle zeigt die gefunden Seiten.
fr: Ce tableau liste les pages trouvées.

source: No pages were found.
de: Es wurden keine Seiten gefunden.
fr: Aucune page n'a été trouvée.

source: %1$s Documentation Pages with Label %2$s
de: %1$s Dokumentations-Seiten mit der Marke %2$s
fr: Pages de documentation de %1$s avec l'étiquette %2$s

source: This table shows the documentation pages with label %s.
de: Diese Tabelle zeigt die Dokumentations-Seiten mit der Bezeichnung %s.
fr: Ce tableau liste les pages de documentation avec l'étiquette %s.
