Repository: yhfudev/php-indefero
Catalog: src/IDF/locale/*/idf.po
Languages: de, fr

source: We were not able to parse your patch. Please provide a valid patch.
de: Dein Patch konnte nicht analysiert werden. Bitte gib ein gültiges Patch an.
fr: Nous n'avons pas réussi à interpréter votre patch. Merci de fournir un patch valide.

source: You provided an invalid commit.
de: Du hast eine ungültige Revision angegeben.
fr: Vous avez fourni un commit invalide.

source: Initial patch to be reviewed.
de: Initiales, zu begutachtendes Patch.
fr: Patch initial à discuter.

source: General comment
de: Allgemeiner Kommentar
fr: Commentaire général

source: You need to provide your general comment about the proposal, or comments on at least one file.
de: Du musst einen allgemeinen Kommentar zu dem Vorschlag angeben oder mindestens eine Datei kommentieren.
fr: Vous devez faire un commentaire général sur la revue de code, ou des commentaires sur au moins un des fichiers.

source: The status have been updated.
de: Der Status wurde aktualisiert.
fr: Le statut a été mis à jour.

source: This field is required.
de: Dieses Feld wird benötigt.
fr: Ce champ est obligatoire.

source: Code Review
de: Code-Besprechung
fr: Revue de code

source: Documentation
de: Dokumentation

source: Source
de: Quellcode

source: Issues
de: Tickets
fr: Tickets

source: Open to all
de: Für alle offen
fr: Ouvert à tous

source: Signed in users
de: Angemeldete Benutzer
fr: Utilisateurs authentifiés

source: Closed
de: Geschlossen
fr: Fermé

source: Others
de: Andere
fr: Autres

source: Extra authorized users
de: Weitere autorisierte Benutzer
fr: Utilisateurs autorisés supplémentaires

source: File
de: Datei
fr: Fichier

source: For security reasons, you cannot upload a file with this extension.
de: Aus Sicherheitsgründen kannst Du keine Dateien mit dieser Erweiterung hochladen.
fr: Pour des raisons de sécurité, vous ne pouvez pas mettre en ligne un fichier ayant cette extension.

source: You cannot provide more than one label from the %s class to a download.
de: Du darfst nicht mehr als eine Marke von der %s-Klasse zu einem Download hinzufügen.
fr: Vous ne pouvez pas fournir plus d'une étiquette de la classe %s pour un téléchargement.

source: Archive file
de: Archiv-Datei
fr: Fichier archivé

source: For security reasons, you cannot upload a file (%s) with this extension.
de: Aus Sicherheitsgründen kannst Du keine Datei (%s) mit dieser Erweiterung hochladen.
fr: Pour des raisons de sécurité, vous ne pouvez pas uploader une fichier (%s) sans son extension.

source: You cannot provide more than label from the %1$s class to a download (%2$s).
de: Du kannst nicht mehr als eine Marke von der %1$s-Klasse zu einem Download hinzufügen (%2$s).
fr: Vous ne pouvez pas fournir plus d'une étiquette de la classe %1$s pour un téléchargement (%2$s).

source: A file with the name "%s" has already been uploaded and is not marked to be replaced.
de: Eine Datei mit dem Namen "%s" wurde bereits hochgeladen und wurde nicht zum Ersetzen markiert.
fr: Un fichier avec ce nom "%s" à été déjà été envoyé et n'a pas été signalé comme un fichier qui devait être remplacé.

source: The archive does not exist.
de: Das Archiv existiert nicht.
fr: L'archive n'existe pas.

source: The archive could not be read (code %d).
de: Das Archiv konnte nicht gelesen werden (Code %d).
fr: L'archive ne peut pas être lue (code %d).

source: The archive does not contain a manifest.xml.
de: Das Archiv beinhaltet keine manifest.xml.
fr: L'archive ne contient pas de fichier "manifest.xml".

source: The archive's manifest is invalid: %s
de: Das manifest des Archivs ist ungültig: %s
fr: Le manifeste de l'archive est invalide : %s.

source: The entry %d in the manifest is missing a file name.
de: Dem Eintrag %d im Manifest fehlt ein Dateiname.
fr: Il manque le nom du fichier dans l'entrée %d du manifeste.

source: The entry %d in the manifest is missing a summary.
de: Dem Eintrag %d im Manifest fehlt eine Zusammenfassung.
fr: Il manque une résumé dans l'entrée %d du manifeste.

source: The manifest must not reference itself.
de: Das Manifest darf sich nicht selbst referenzieren.
fr: Le manifeste ne doit pas se faire référence à lui même.

source: The entry %s in the manifest does not exist in the archive.
de: Der Eintrag %s im Manifest existiert nicht im Archiv.
fr: L'entrée %s du manifeste n'existe pas dans l'archive.

source: The entry %s in the manifest is referenced more than once.
de: Der Eintrag %s im Manifest wird mehr als einmal referenziert.
fr: L'entrée %s du manifeste est référencée plus d'une fois.

source: The entry %s in the manifest has more than the six allowed labels set.
de: Der Eintrag %s im Manifest hat mehr als die erlaubten sechs Marken gesetzt.
fr: L'entrée %s du manifeste contient plus que le maximum des 6 étiquettes autorisées.

source: Predefined download labels
de: Vordefinierte Marken für Downloads
fr: Étiquettes prédéfinies des téléchargements

source: Each download may have at most one label with each of these classes
de: Jeder Download darf maximal eine Marke von jeder dieser Klassen haben
fr: Chaque téléchargement ne peut avoir qu'une seule étiquette pour chacune de ces classes

source: If you change your email address, an email will be sent to the new address to confirm it.
de: Falls Du Deine E-Mail-Adresse änderst, wird eine E-Mail zur Bestätigung an die neue Adresse versandt.
fr: Si vous changez votre adresse email, un message sera envoyé à la nouvelle adresse pour confirmation.

source: Leave blank if you do not want to change your password.
de: Leer lassen, falls Du Dein Passwort nicht ändern willst.
fr: Laissez vide si vous ne voulez pas modifier votre mot de passe.

source: Paste an SSH or monotone public key. Be careful to not provide your private key here!
de: Füge einen öffentlichen SSH- oder monotone-Schlüssel hier ein. Pass auf, dass Du nicht versehentlich Deinen privaten Schlüssel hier hineinkopierst!
fr: Copiez une clé publique SSH ou monotone. Faites bien attention à ne pas y mettre votre clé privée!

source: Add a secondary email address
de: Füge eine sekundäre E-Mail-Adresse hinzu
fr: Ajouter une adresse email secondaire

source: You will get an email to confirm that you own the address you specify.
de: Du erhälst eine E-Mail, um zu bestätigen, das die angegebene Adresse Dir gehört.
fr: Vous allez recevoir un email de confirmation à l'adresse que vous avez spécifié.

source: Confirm your new email address.
de: Bestätigung der neuen E-Mail-Adresse
fr: Confirmez votre nouvelle adresse email.

source: A validation email has been sent to "%s" to validate the email address change.
de: Eine Validierungs-E-Mail wurde an "%s" versandt, um die Adressänderung zu überprüfen.
fr: Un email a été envoyé à «%s» pour valider le changement d'adresse.

source: Please check the key as it does not appear to be a valid SSH public key.
de: Bitte überprüfe den Schlüssel, er scheint kein gültiger öffentlicher SSH-Schlüssel zu sein.
fr: Veuillez vérifier la clé, car elle ne semble pas être une clé publique SSH valide.

source: Please check the key as it does not appear to be a valid monotone public key.
de: Bitte überprüfe den Schlüssel, er scheint kein gültiger öffentlicher monotone-Schlüssel zu sein.
fr: Veuillez vérifier la clé, car elle ne semble pas être une clé publique monotone valide.

source: Public key looks like neither an SSH nor monotone public key.
de: Der öffentliche Schlüssel sieht weder wie ein öffentlicher SSH- noch ein öffentlicher monotone-Schlüssel aus.
fr: La clé publique ne ressemble pas à une clé publique SSH ni à une clé publique monotone.

source: You already have uploaded this key.
de: Du hast diesen Schlüssel bereits hochgeladen.
fr: Vous avez déjà mis en ligne cette clé.

source: The validation key is not valid. Please copy/paste it from your confirmation email.
de: Der Validierungsschlüssel ist ungültig. Bitte kopiere ihn von Deiner Bestätigungs-E-Mail hier hinein.
fr: La clé de validation est invalide. Veuillez la copier/coller depuis votre email de confirmation.

source: Predefined documentation page labels
de: Vordefinierte Marken für Dokumentations-Seiten
fr: Étiquettes prédéfinies des pages de documentation

source: Each documentation page may have at most one label with each of these classes
de: Jede Dokumentations-Seite darf maximal eine Marke von jeder dieser Klassen haben
fr: Chaque page de documentation ne peut avoir qu'une seule étiquette pour chacune de ces classes

source: # Introduction Add your content here. # Details Add your content here. Format your content with: * Text in **bold** or *italic*. * Headings, paragraphs, and lists. * Links to other [[WikiPage]].
de: # Einführung Füge Deinen Inhalt hier ein. # Details Füge Deinen Inhalt hier ein. Formatiere Deinen Inhalt mit: * Text in **Fettschrift** oder *kursiv*. * Überschriften, Absätzen und Listen. * Links auf andere [[WikiSeiten]].
fr: # Introduction Ajoutez votre contenu ici. # Détails Ajoutez votre contenu ici. Vous pouvez utiliser: * du texte en **gras** ou en *italique*; * des titres, des paragraphes ou des listes; * des liens vers d'autres [[PageDeDocumentation]].

source: PageName
de: Seitenname
fr: NomDeLaPage

source: Page title
de: Seitentitel
fr: Titre de la page

source: The page name must contains only letters, digits and the dash (-) character.
de: Der Seitenname darf nur aus Buchstaben, Ziffern und dem Bindestrich bestehen.
fr: Le nom de la page ne doit contenir que des lettres, des chiffres et le tiret (-).

source: This one line description is displayed in the list of pages.
de: Diese einzeilige Beschreibung wird in der Seitenübersicht angezeigt.
fr: Cette description d'une ligne est affichée dans la liste des pages.

source: The title contains invalid characters.
de: Der Titel beinhaltet ungültige Zeichen.
fr: Le titre contient des caractères invalides.

source: A page with this title already exists.
de: Eine Seite mit diesem Titel existiert bereits.
fr: Une page avec ce titre existe déjà.

source: You cannot provide more than one label from the %s class to a page.
de: Du darfst nicht mehr als eine Marke von der %s-Klasse zu einer Seite hinzufügen.
fr: Vous ne pouvez pas fournir plus d'une étiquette de la classe %s pour une page.

source: Initial page creation
de: Initiale Seiten-Erzeugung
fr: Création de la page initiale

source: Yes, I understand that the page and all its revisions will be deleted.
de: Ja, ich habe verstanden, dass die Seite und all ihre Versionen gelöscht werden.
fr: Oui, je comprends que la page ainsi que toutes ses révisions vont être supprimées.

source: You need to confirm the deletion.
de: Du musst die Löschung bestätigen.
fr: Vous devez confirmer la suppression.

source: One line to describe the changes you made.
de: Einzeilige Beschreibung der durchgeführten Änderungen.
fr: Une ligne pour décrire les modifications que vous avez effectuées.

source: ResourceName
de: NameDerRessource
fr: Nom de la ressource

source: Resource title
de: Titel der Ressource
fr: Titre de la ressource

source: The resource name must contains only letters, digits and the dash (-) character.
de: Der Ressourcenname darf nur aus Buchstaben, Ziffern und dem Bindestrich bestehen.
fr: Le nom de la ressource ne peut contenir que des lettre, des chiffres, et des tirets (-).

source: This one line description is displayed in the list of resources.
de: Diese einzeilige Beschreibung wird in der Ressourcenübersicht angezeigt.
fr: Cette ligne de description est affichée dans la liste des ressources.

source: A resource with this title already exists.
de: Eine Ressource mit diesem Titel existiert bereits.
fr: Une ressource avec ce titre existe déjà.

source: Initial resource creation
de: Initiale Ressourcen-Erstellung
fr: Création initiale de la ressource

source: Yes, I understand that the resource and all its revisions will be deleted.
de: Ja, ich habe verstanden, dass die Ressource und all ihre Versionen gelöscht werden.
fr: Oui, je comprend cette ressource et cette révision va être supprimée.

source: The mime type of the uploaded file "%1$s" does not match the mime type of this resource "%2$s"
de: Der MIME-Typ der hochgeladenen Datei "%1$s" passt nicht auf dem MIME-Typ dieser Ressource, "%2$s".
fr: Le type MIME du fichier envoyé "%1$s" ne correspond pas avec le type MIME de cette ressource "%2$s"

source: The current version of the resource and the uploaded file are equal.
de: Die derzeitige Version der Ressource und die hochgeladene Datei sind gleich.
fr: La version actuelle de la ressource et du fichier envoyé sont les mêmes

source: model class
de: Modell-Klasse
fr: classe du modèle

source: model id
de: Modell-ID
fr: id du modèle

source: Project Summary
de: Projekt-Zusammenfassung
fr: Résumé du projet

source: Issue Tracking
de: Ticketverfolgung
fr: Gestionnaire de tickets

source: Project Members
de: Projektmitglieder
fr: Membres du projet

source: Tabs Access and Notifications
de: Zugriffsrechte und Benachrichtigungen
fr: Accès aux onglets et notifications

source: <p><strong>Instructions:</strong></p> <p>List one status value per line in desired sort-order.</p> <p>Optionally, use an equals-sign to document the meaning of each status value.</p>
de: <p><strong>Anleitung:</strong></p> <p>Füge einen Statuswert pro Zeile in der gewünschten Reihenfolge hinzu.</p> <p>Füge optional nach einem Istgleich-Zeichen (=) eine kurze Beschreibung ein, um die Bedeutung des Statuswerts zu beschreiben.</p>
fr: <p><strong>Instructions:</strong></p> <p>Listez un statut par ligne dans l'ordre de tri désiré.</p> <p>Vous pouvez optionnellement utiliser le signe égal (=) pour ajouter la signification de chaque statut.</p>

source: <p>The webhook URL setting specifies an URL to which a HTTP <strong>PUT</strong> request is sent after a new download has been added or to which a HTTP <strong>POST</strong> request is sent after an existing download has been updated. If this field is empty, notifications are disabled.</p> <p>Only properly-escaped <strong>HTTP</strong> URLs are supported, for example:</p> <ul> <li><code>http://domain.com/upload</code></li> <li><code>http://domain.com/upload?my%20param</code></li> </ul> <p>In addition, the URL may contain the following "%" notation, which will be replaced with specific project values for each download:</p> <ul> <li><code>%p</code> - project name</li> <li><code>%d</code> - download id</li> </ul> <p>For example, updating download 123 of project 'my-project' with web hook URL <code>http://mydomain.com/%p/%d</code> would send a POST request to <code>http://mydomain.com/my-project/123</code>.</p>
de: <p>Die Web-Hook-Adresse gibt eine URL an, zu welcher eine HTTP <strong>PUT</strong>- Anfrage nach jedem neu hinzugefügten Download oder zu welcher eine HTTP <strong>POST</strong>- Anfrage nach jeder Aktualisierung eines existierenden Downloads ausgelöst wird. Wenn dieses Feld leer ist, sind diese Art von Benachrichtigungen deaktiviert.</p> <p>Nur korrekt maskierte <strong>HTTP</strong>-URLs werden unterstützt, zum Beispiel:</p> <ul> <li>http://domain.com/upload</li> <li>http://domain.com/upload?my%20param</li> </ul> <p>Zusätzlich darf die URL die folgenden Platzhalter beinhalten, welche für jeden Download mit den spezifischen Projektwerten ersetzt werden:</p> <ul> <li>%p - Projektname</li> <li>%d - Downloadnummer</li> </ul> <p>Beispiel: Wenn der Download 123 des Projekts 'mein-projekt' aktualisiert werden würde und die Web-Hook-Adresse URL <code>http://meine-domain.com/%p/%d</code> konfiguriert wäre, dann würde eine POST-Anfrage an <code>http://meine-domain.com/mein-projekt/123</code> gesendet.</p>
fr: <p>Il est possible de mettre en place l'envoie de méta-information à l'aide d'une requête HTTP PUT lors de la création, ou POST lors de la mise a jour d'un téléchargement. Laisser ce champs vide pour désactiver les notifications.</p> <p>Le lien ne doit pas contenir de caractères spéciaux, par exemple :</p> <ul> <li><code>http://domain.com/upload</code></li> <li><code>http://domain.com/upload?my%20param</code></li> </ul> <p>De plus, il peut contenir les séquences suivantes qui seront remplacer par les valeurs spécifiques au projet et au téléchargement en question.</p> <ul> <li><code>%p</code> - le nom du projet</li> <li><code>%d</code> - l'identifiant du téléchargement</li> </ul> <p>Par exemple, la mise a jour du téléchargement 123 dans le projet 'my-project', avec le lien suivant <code>http://mydomain.com/%p/%d</code> enverra une requête POST à l’adresse suivante <code>http://mydomain.com/my-project/123</code>.</p>

source: Web-Hook authentication key:
de: Web-Hook-Authentifizierungs-Schlüssel:
fr: Clé d’authentification du Web-Hook :

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications

source: <p><strong>Instructions:</strong></p> <p>Specify each person by its login. Each person must have already registered with the given login.</p> <p>Separate the logins with commas and/or new lines.</p>
de: <p><strong>Anleitung:</strong></p> <p>Gib jede Person mit ihrem Anmeldenamen ein. Jede Person muss sich bereits mit dem angegebenen Namen registriert haben.</p> <p>Trenne die Anmeldenamen durch Kommas und / oder neue Zeilen.</p>
fr: <p><strong>Instructions:</strong></p> <p>Indiquez chaque personne à l'aide de son identifiant. Chaque personne doit avoir préalablement créé son compte.</p> <p>Séparez les identifiants par des virgules ou des sauts de ligne.</p>

source: <p><strong>Notes:</strong></p> <p>A project owner may make any change to this project, including removing other project owners. You need to be carefull when you give owner rights.</p> <p>A project member will not have access to the administration area but will have more options available in the use of the project.</p>
de: <p><strong>Hinweise:</strong></p> <p>Ein Projekteigentümer kann jedwede Änderung an diesem Projekt vornehmen, inklusive dem Enfernen von anderen Projekteigentümern. Deshalb solltest Du mit der Vergabe von Eigentumsrechten vorsichtig sein.</p> <p>Ein Projektmitglied hat keinen Zugriff auf die Administrationsebene, aber hat bei der Benutzung des Projektes mehr verfügbare Optionen.</p>
fr: <p><strong>Notes:</strong></p> <p>Le propriétaire d'un projet peut effectuer n'importe quelle modification au projet, incluant la suppression d'autres propriétaires. Soyez donc prudent quand vous ajoutez un propriétaire.</p> <p>Un membre du projet n'aura pas accès à la zone d'administration, mais aura plus d'options dans l'utilisation du projet.</p>

source: You can find here the current repository configuration of your project.
de: Hier findest Du die derzeitige Depot-Konfiguration Deines Projektes.
fr: Vous trouverez ici la configuration du dépôt actuel de votre projet.

source: <p>The webhook URL setting specifies an URL to which a HTTP <strong>%%hook_request_method%%</strong> request is sent after each repository commit. If this field is empty, notifications are disabled.</p> <p>Only properly-escaped <strong>HTTP</strong> URLs are supported, for example:</p> <ul> <li><code>http://domain.com/commit</code></li> <li><code>http://domain.com/commit?my%20param</code></li> </ul> <p>In addition, the URL may contain the following "%" notation, which will be replaced with specific project values for each commit:</p> <ul> <li><code>%p</code> - project name</li> <li><code>%r</code> - revision number</li> </ul> <p>For example, committing revision 123 to project 'my-project' with post-commit URL <code>http://mydomain.com/%p/%r</code> would send a request to <code>http://mydomain.com/my-project/123</code>.</p>
de: <p>Die Web-Hook-Adresse gibt eine URL an, zu welcher eine HTTP <strong>%%hook_request_method%%</strong>- Anfrage nach jeder neuen Revision eines Depot ausgelöst wird. Wenn dieses Feld leer ist, sind diese Art von Benachrichtigungen deaktiviert.</p> <p>Nur korrekt maskierte <strong>HTTP</strong>-URLs werden unterstützt, zum Beispiel:</p> <ul> <li>http://domain.com/commit</li> <li>http://domain.com/commit?my%20param</li> </ul> <p>Zusätzlich darf die URL die folgenden Platzhalter beinhalten, welche für jede Revision mit den spezifischen Projektwerten ersetzt werden:</p> <ul> <li>%p - Projektname</li> <li>%r - Revisionsnummer</li> </ul> <p>Beispiel: Wenn die Revision 123 für das Projekt 'mein-projekt' zum Depot gesandt wird und als post-commit-URL <code>http://meine-domain.com/%p/%r</code> eingestellt ist, würde eine Anfrage an <code>http://meine-domain.com/mein-projekt/123</code> gesendet.</p>
fr: <p>Il est possible de mettre en place l'envoie de méta-information à l'aide d'une requête HTTP <strong>%%hook_request_method%%</strong> lors de la réception de commit dans le dépôt .Laisser ce champs vide pour désactiver les notifications.</p> <p>Le lien ne doit pas contenir de caractères spéciaux, par exemple :</p> <ul> <li><code>http://domain.com/commit</code></li> <li><code>http://domain.com/commit?my%20param</code></li> </ul> <p>De plus, il peut contenir les séquences suivantes qui seront remplacer par les valeurs spécifiques au projet et au téléchargement en question.</p> <ul> <li><code>%p</code> - le nom du projet</li> <li><code>%r</code> - l'identifiant du commit</li> </ul> <p>Par exemple, la réception du commit 123 dans le projet 'my-project', avec le lien suivant <code>http://mydomain.com/%p/%r</code>enverra une requête à l’adresse suivante <code>http://mydomain.com/my-project/123</code>.</p>

source: The form contains some errors. Please correct them to update the source configuration.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um die Quellcode-Konfiguration zu aktualisieren.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour mettre à jour la configuration du code source.

source: Repository type:
de: Depot-Typ:
fr: Type de dépôt:

source: Repository access:
de: Depot-Zugriff:
fr: Accès au dépôt:

source: Repository size:
de: Depot-Größe:
fr: Taille du dépôt:

source: <p><strong>Instructions:</strong></p> <p>The description of the project can be improved using the <a href="%%url%%">Markdown syntax</a>.</p>
de: <p><strong>Anleitung:</strong></p> <p>Die Beschreibung des Projektes kann durch die Benutzung der <a href="%%url%%">Markdown-Syntax</a> vereinfacht werden.</p>
fr: <p><strong>Instructions:</strong></p> <p>La description du projet peut être enrichie à l'aide de la <a href="%%url%%">syntaxe Markdown</a>.</p>

source: The form contains some errors. Please correct them to update the summary.
de: Die Eingabemaske enthält einige Fehler. Bitte korrigiere diese, um die Projektzusammenfassung zu aktualisieren.
fr: Le formulaire contient des erreurs. Veuillez les corriger pour mettre à jour le résumé.

source: Current logo
de: Derzeitiges Logo
fr: Logo actuel

source: Project logo
de: Projekt-Logo
fr: Logo du projet

source: Your project does not have a logo configured yet.
de: Für Dein Projekt wurde noch kein Logo konfiguriert.
fr: Votre projet ne dispose pas encore d'un logo.

source: This section allows you to configure project tabs access rights and notifications.
de: Hier kannst Du den Zugriff auf die Projektfunktionen und Benachrichtungen konfigurieren.
fr: Cette section vous autorise à configurer les droits d'accès et les notifications des onglets de projets.

source: Tab access controls whether a single user can navigate into a particular section of your project via the main menu or automatically generated object links.
de: Zugriffsberechtigungen bestimmen, ob ein bestimmter Nutzer in eine bestimmte Sektion Deines Projekts über das Hauptmenü oder über automatisch generierte Inhaltslinks gelangen kann.
fr: L'onglet d'accès contrôle si un seul utilisateur peut naviguer dans une section particulière de votre projet à partir du menu principal où des liens d'objets automatiquement générés.
